{ "speakers":[
  {
    "py/object": "models.Speaker",
    "web": "http://hpdang.com",
    "github": "http://github.com/hpdang",
    "name": "Hong Phuc Dang",
    "country": "",
    "twitter": "http://twitter.com/hpdang",
    "linkedin": "https://www.linkedin.com/in/hongphucdang",
    "id": 1,
    "photo": "",
    "organisation": "FOSSASIA",
    "biography": "Hong Phuc, originally from Vietnam, has lived in the US, Singapore and Berlin. She was a speaker at the Chaos Communication Congress presenting the latest advances in Open Fashion and Technology. She is also the founder of FOSSASIA, the Asia organization bringing together an inspiring community across borders and ages to form a better future with Open Technologies and ICT. Hong Phuc organizes events like the annual FOSSASIA summit since 2009 and puts together Science Hackdays across the region in Vietnam, Dubai and China."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://mbm.ninja",
    "github": "http://github.com/mariobehling",
    "name": "Mario Behling",
    "country": "",
    "twitter": "http://twitter.com/mariobehling",
    "linkedin": "https://www.linkedin.com/in/mariobehling",
    "id": 2,
    "photo": "",
    "organisation": "MBM",
    "biography": "Mario Behling is a German born technologist with more than a decade of experience in software development and start ups. He helped to get the lubuntu community started, and as the founder of FOSSASIA and the OpenTechSummit, he works closely with International partners to develop open ICT solutions for social change in countries such as Afghanistan, Vietnam and Cambodia. Mario presently works on the big data startup loklak from his Berlin base. He also continues to cooperate with organizations like the UNESCO, Mozilla and Intel."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://www.science.edu.sg",
    "github": "",
    "name": "Lim Tit Meng",
    "country": "",
    "twitter": "",
    "linkedin": "",
    "id": 3,
    "photo": "",
    "organisation": "Science Centre Singapore",
    "biography": "TM was given Tit in his name because his father wanted to put him on a straight path (Tit is straight in Teochew). According to Dad, he looked bright as a new born (hence named Meng, which means bright), but Dad suspected that he might grow up becoming a bad guy! TM has been the Chief Executive at the Science Centre Singapore since January 2010. He is a Singaporean, graduated with a doctorate from the University of Cambridge in UK after obtaining a BSc (Hons) degree from the National University of Singapore. He is a husband of one, father of two, and known to be a straight talker, befitting the Tit. :-)"
  },
  {
    "py/object": "models.Speaker",
    "web": "http://redhat.com",
    "github": "",
    "name": "Harish Pillay",
    "country": "Singapore",
    "twitter": "https://twitter.com/harishpillay",
    "linkedin": "https://sg.linkedin.com/in/hpillay",
    "id": 4,
    "photo": "",
    "organisation": "RedHat",
    "biography": "Harish Pillay is the president of the Internet Society Singapore Chapter. He is a pioneer on the Internet having gotten on to the ARPAnet and UUCP networks in 1985. He is a ham and his callsign is 9V1HP."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://bunniestudios.com",
    "github": "bunnie",
    "name": "Bunnie Huang",
    "country": "USA",
    "twitter": "https://twitter.com/bunniestudios",
    "linkedin": "https://www.linkedin.com/in/bunnie-huang-b98910",
    "id": 5,
    "photo": "https://en.wikipedia.org/wiki/Andrew_Huang#/media/File:Bunnie_portrait_cropped_screenres.jpg",
    "organisation": "Sutajio Ko-Usagi PTE LTD",
    "biography": "bunnie huang is best known for his work hacking the Microsoft Xbox, as well as for his efforts in designing and manufacturing open source hardware, including the chumby (app-playing alarm clock), chibitronics (peel-and-stick electronics for craft), and Novena (DIY laptop). He received his PhD in electrical engineering from MIT in 2002. He currently lives in Singapore, where he runs a private product design studio, Kosagi, and he actively mentors several startups and students of the MIT Media Lab."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://bernardleong.com",
    "github": "bleongcw",
    "name": "Bernard Leong",
    "country": "Singapore",
    "twitter": "https://twitter.com/bleongcw",
    "linkedin": "https://www.linkedin.com/in/bleongcw",
    "id": 6,
    "photo": "",
    "organisation": "Singapore Post",
    "biography": "Dr Bernard Leong is the Head of Digital Services for Singapore Post Pte Ltd, overseeing the Group’s digital, mobile & social media strategy, along products and innovation across the organization with the recent authenticated drone delivery system that received world wide coverage. When not donning his corporate hat, Dr Leong plays a key role in the Southeast Asia’s entrepreneurial ecosystem, serving as Entrepreneur-in-Residence at INSEAD Business School and mentor for JFDI.Asia, the region’s leading startup incubator. He is the founder of a weekly podcast called Analyse.Asia where he discussed the latest trends in business, technology and media in Asia."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://www.youthmobile.org",
    "github": "",
    "name": "Davide Storti, ITO Misako",
    "country": "France",
    "twitter": "https://twitter.com/YouthMobile_",
    "linkedin": "https://www.linkedin.com/company/unesco",
    "id": 7,
    "photo": "http://unesco-ci.org/youthmobile/wp-content/uploads/2014/03/YM_Logo_v3-011d2.png",
    "organisation": "UNESCO",
    "biography": "WHO BENEFITS FROM YOUTHMOBILE?  »Youth and Youth organizations Informal learning opportunities for youth to engage in society and earn livelihoods as mobile app entrepreneurs. ICT-enabled youth organizations creating a sustainable pool of trainers, support staff, and mentors.  »Secondary School Students Acquiring high-level 21st century skills and confidence to develop/promote mobile apps to resolve local issues of sustainable development.  »Teachers and Principals Teaching a new, innovative course in mobile apps development, acquiring ICT-pedagogy skills, connecting the school to other schools nationally and globally.  » By gathering training materials to teach young people to develop mobile apps. The materials will be high-level and open-licensed for translation, localization, and innovations. Training materials will be pedagogically accurate for accreditation and employer recognition.  » By training teachers to teach the students. UNESCO will be identifying all schools worldwide with existing programs for advanced computer studies.  » By linking the learners to mobile app competitions, through the creation of the first global list of app competitors: encouraging trained students to submit apps for prizes, recognition, and employment opportunities; and let them meet and learn from those who made it."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://oszilat.com",
    "github": "",
    "name": "Jan Nikolai Nelles",
    "country": "Germany",
    "twitter": "https://twitter.com/nextnikolai",
    "linkedin": "",
    "id": 8,
    "photo": "http://payload352.cargocollective.com/1/14/457820/9356895/The-Other-Nefertiti-3D-print_842.jpg",
    "organisation": "Artist of \"The Other Nefertiti\"",
    "biography": "Jan Nikolai Nelles is a multi-disciplinary artist based in Berlin. He graduated from Offenbach University of Art and Design in 2011. \u2028\u2028His work oscillates between visual and media art. In the past he founded an independent art gallery in Offenbach, Germany, and co-founded a photography magazine. Since 2009, he also collaborates with Nora Al-Badri on several artistic interventions."
  },
  {
    "py/object": "models.Speaker",
    "web": "https://developers.google.com/open-source/",
    "github": "",
    "name": "Cat Allman",
    "country": "San Francisco",
    "twitter": "https://twitter.com/catallman",
    "linkedin": "https://www.linkedin.com/in/catallman",
    "id": 9,
    "photo": "Keynote of 20 minutes",
    "organisation": "Google",
    "biography": ""
  },
  {
    "py/object": "models.Speaker",
    "web": "http://mikemcquaid.com",
    "github": "github.com/mikemcquaid",
    "name": "Mike McQuaid",
    "country": "Scotland",
    "twitter": "https://twitter.com/MikeMcQuaid",
    "linkedin": "https://www.linkedin.com/in/mkmcqd",
    "id": 10,
    "photo": "https://avatars2.githubusercontent.com/u/125011?v=3&s=460",
    "organisation": "GitHub/Homebrew",
    "biography": "Mike McQuaid is a software engineer at GitHub. He maintains the Homebrew OS X package manager and has contributed to a wide array of open-source projects."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://0pointer.net/lennart",
    "github": "github.com/poettering",
    "name": "Lennart Poettering",
    "country": "Germany",
    "twitter": "",
    "linkedin": "",
    "id": 11,
    "photo": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Lennart_Poettering_2012.jpg/1024px-Lennart_Poettering_2012.jpg",
    "organisation": "Red Hat",
    "biography": "Lennart works in the Server Experience Group at Red Hat, and lives in Berlin."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://legalese.io",
    "github": "github.com/mengwong",
    "name": "Meng Weng Wong",
    "country": "Singapore",
    "twitter": "https://twitter.com/mengwong",
    "linkedin": "https://www.linkedin.com/in/mengwong",
    "id": 12,
    "photo": "https://dl.dropboxusercontent.com/u/9544489/boxsentry%20portraits/DSC_6350.JPG",
    "organisation": "Legalese.io",
    "biography": "Meng started and exited two startups in the US. Returning to Singapore, he perpetuated the cycle of abuse as an angel investor and mentor at JFDI.Asia. At JFDI, in the course of developing a portfolio of 60+ startups, Meng had to help draft and execute dozens of legal agreements for each startup. To his horror he discovered startup financing is currently a manual process involving corporate secretaries and expensive lawyers, hence a ripe opportunity for software innovation and the basis for an opensource startup serving a global market. Meng programs in Perl and Javascript, and is now learning Prolog, Clojure, and Haskell."
  },
  {
    "py/object": "models.Speaker",
    "web": "https://sciencescope.uk/",
    "github": "",
    "name": "David Crellin",
    "country": "UK",
    "twitter": "https://twitter.com/david_crellin",
    "linkedin": "https://www.linkedin.com/in/davidcrellin",
    "id": 13,
    "photo": "",
    "organisation": "ScienceScope Ltd",
    "biography": "David was educated at Bristol, and Cambridge Universities. In 1982 He joined PA’s, Technology division where he was responsible for managing a number of major electronic product development projects. In 1986 David set up his own business (Abington Partners). Abington originated data-logging software and hardware for schools. The company has won three SMART awards. In 2011 Abington Partners transferred the educational datalogging products business was to a new company. ScienceScope Ltd with David as CEO. The range and extent of the educational datalogging products range has grown to be one of the most innovative and comprehensive available. In 2013 ScienceScope won an £800,000 Technology Strategy Board funded project (DISTANCE) to develop an Internet of School Things (IOST) demonstrator. Partners in the project include Intel, xively and three UK universities, University College London , The Open University and Birmingham. ScienceScope is currently working with the IDA in Singapore to carry out a proof of concept project for the IOST. ScienceScope is also a key partner of the BBC in delivering the micro:bit project. The micro:bit is a nano computer designed to inspire kids to get involved in coding. Every student aged 11 in the UK will get a free micro:bit at the beginning of 2016. David lives with his wife in Bath.  "
  },
  {
    "py/object": "models.Speaker",
    "web": "http://mysql.com",
    "github": "",
    "name": "Ricky Setyawan",
    "country": "Singapore",
    "twitter": "",
    "linkedin": "",
    "id": 14,
    "photo": "",
    "organisation": "MySQL",
    "biography": "Ricky Setyawan has been in the IT industry for 17 years with the good last 15 years working as RDBMS specialist. He is currently MySQL Principal Sales Consultant for Singapore, Malaysia, Indonesia, Brunei and Pakistan. Prior to joining Oracle, he was a Principal DBA doing database design and management on Oracle and DB2 on RedHat Linux on continuous availability server. He has been working on a number of RDBMS throughout his career such as Oracle, DB2, SQL Server, and MySQL."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://community.espert.co/",
    "github": "",
    "name": "William Hooi",
    "country": "Malaysia",
    "twitter": "",
    "linkedin": "https://sg.linkedin.com/in/willhooi",
    "id": 15,
    "photo": "https://sg.linkedin.com/in/willhooi",
    "organisation": "ESPert",
    "biography": "William Hooi is currently the CEO of Espert Pte Ltd, a new start-up venture that develop Wi-Fi-enabled (ESP8266-based) development and production hardware as well as cloud and mobile SDK to help makers to build their own IoT product, solutions and services.  Previously, he was involved in organising the annual Singapore Mini Maker Faire while he was with the Science Centre Singapore. Having served in the public school system in various capacities for the past 15 years, he started his own private practice 2 years ago to create platforms for citizen innovation for the Maker Movement. He is also concurrently the Executive Director of the SG Makers Association and a director of the OneMaker Group, a maker ecosystem developer in Singapore."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://www.gnovi.in",
    "github": "github.com/wavicles",
    "name": "Praveen Patil",
    "country": "India",
    "twitter": "https://twitter.com/_gnovi",
    "linkedin": "",
    "id": 16,
    "photo": "https://pbs.twimg.com/media/CXndyS8U0AEOaw1.jpg",
    "organisation": "ExpEYES",
    "biography": "A Physics Teacher and a free software enthusiast. FOSSASIA GSoC student alumnus and GCI mentor. Working on ExpEYES: Pocket Science Lab,  Involved in FOSS training programs for science teachers and students. E-content developer for National Repository of Open Educational Resources (NROER) for School Education and member of committee for “Development of ICT Refresher Course for students and teachers”by Central Institute of Education Technology (CIET), NCERT, New Delhi. Talks at International Events: FOSSASIA - 2014 at Phnom Penh, Cambodia RMLL-2014 at Montpellier, France  FOSSASIA -2015 at NUS Singapore PyCon Sg at Singapore"
  },
  {
    "py/object": "models.Speaker",
    "web": "https://developers.google.com/open-source/",
    "github": "",
    "name": "Stephanie Taylor",
    "country": "USA",
    "twitter": "",
    "linkedin": "",
    "id": 17,
    "photo": "",
    "organisation": "Google",
    "biography": "Stephanie is the program manager of the open source team at Google. She manages Google Summer of Code Program as well as the recently launched Google Code-in, a global contest introducing teenagers to open source software development. Stephanie hosts open source events at Google."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://www.notessensei.com/",
    "github": "github.com/stwissel",
    "name": "Stephan Wissel",
    "country": "Germany",
    "twitter": "https://twitter.com/notessensei/",
    "linkedin": "https://sg.linkedin.com/in/notessensei",
    "id": 18,
    "photo": "",
    "organisation": "IBM Singapore",
    "biography": "Stephan is a veteran of the software industry, best known for his expertise in IBM Collaboration solutions. He mentors developers of all shades: open source, startups and corporate and is a frequent speaker on technical events. He covers all levels of expertise, from novice introductions to technical deep dives. Despite being German his talks are rated entertaining."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://www3.ntu.edu.sg/home/fcbond/",
    "github": "https://github.com/fcbond",
    "name": "Francis Bond",
    "country": "Australia",
    "twitter": "",
    "linkedin": "",
    "id": 19,
    "photo": "https://avatars2.githubusercontent.com/u/1113286?v=3&s=460",
    "organisation": "Nanyang Technological University",
    "biography": "Francis Bond is an Associate Professor at the Division of Linguistics and Multilingual Studies, Nanyang Technological University, Singapore.He worked on machine translation and natural language understanding in Japan, first at Nippon Telegraph and Telephone Corporation and then at the National Institute of Information and Communications Technology in Japan, where his focus was on open source natural language processing. He is an active member of the Deep Linguistic Processing with HPSG Initiative (DELPH-IN) and the Global WordNet Association. His main research interest is in natural language understanding.  Francis has developed and released wordnets for Chinese, Japanese, Malay and Indonesian and coordinates the open multilingual wordnet. He is a member of the Internationalization Program of the Internet Architecture Board."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://yacy.net",
    "github": "https://github.com/orbiter",
    "name": "Michael Christen",
    "country": "Germany",
    "twitter": "https://twitter.com/0rb1t3r",
    "linkedin": "https://www.linkedin.com/in/orbiter",
    "id": 20,
    "photo": "https://media.licdn.com/mpr/mpr/shrinknp_400_400/p/2/005/05a/327/0391260.jpg",
    "organisation": "YaCy.net",
    "biography": "I made YaCy and loklak"
  },
  {
    "py/object": "models.Speaker",
    "web": "http://princessleia.com/",
    "github": "https://github.com/pleia2",
    "name": "Elizabeth Joseph",
    "country": "United States of America",
    "twitter": "https://twitter.com/pleia2",
    "linkedin": "https://www.linkedin.com/in/elizabethkjoseph",
    "id": 21,
    "photo": "http://princessleia.com/images/ekrumbach_056_800x800.png",
    "organisation": "Hewlett Packard Enterprise",
    "biography": "Elizabeth K. Joseph is a Systems Administrator at HPE working on the OpenStack Infrastructure team which runs the fully open source infrastructure built for OpenStack development. She also does work in the Ubuntu community and is the co-author of the 8th edition of The Official Ubuntu Book."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://aboutsarvesh.com",
    "github": "https://github.com/sarvesh-ranjan",
    "name": "Sarvesh Ranjan",
    "country": "India",
    "twitter": "https://twitter.com/sarvranjan",
    "linkedin": "https://www.linkedin.com/in/sarvranjan",
    "id": 22,
    "photo": "https://drive.google.com/open?id=0B2fJneP7GWRKc1hoNXQ3THZuYVU",
    "organisation": "Cisco",
    "biography": "OpenStack"
  },
  {
    "py/object": "models.Speaker",
    "web": "http://devmaany.co",
    "github": "maany",
    "name": "Mayank Sharma",
    "country": "India",
    "twitter": "https://twitter.com/maany_shr",
    "linkedin": "https://www.linkedin.com/in/mayanksharma94",
    "id": 23,
    "photo": "http://i.imgur.com/GPKYpsi.png",
    "organisation": "OpenMRS",
    "biography": "Mayank is the Manager of Developer Tools for OpenMRS.  He also worked as the Release Manager for OpenMRS Platform 2.0.  He's a two time GSoC student and an avid FOSS contributor. He likes to travel, do hackathons and work on cool tech."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://www.hpe.com",
    "github": "https://github.com/larainema",
    "name": "Dong Ma",
    "country": "China",
    "twitter": "https://twitter.com/wintermadong",
    "linkedin": "https://www.linkedin.com/in/dong-ma-b767384a",
    "id": 24,
    "photo": "",
    "organisation": "Hewlett Packard Enterprise ",
    "biography": "Dong Ma (Vincent) has worked at Hewlett Packard (now Hewlett Packard Enterprise) since 2007. He worked on the FOSSology project from 2009, with a focus on the CI/CD system. He now works on the OpenStack infrastructure project, focusing on Jenkins and openstackci."
  },
  {
    "py/object": "models.Speaker",
    "web": "https://edu.kde.org/labplot/",
    "github": "https://github.com/garvitdelhi/",
    "name": "Garvit Khatri",
    "country": "India",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/garvitdelhi",
    "id": 25,
    "photo": "http://4.bp.blogspot.com/-y1luKW1lfI8/VdM90DjaqUI/AAAAAAAAIDc/SNqda7WQnj0/s1600/snapshot11.png",
    "organisation": "KDE",
    "biography": "* Presently KDE contributor and working as a freelancer Web Developer for various startups for past 3 years * GSOC Student 2015 with KDE, worked on integration of LabPlot with Cantor. * Season of KDE 2014 Student, worked on porting KNetwalk to KF5.  My Contribution: I was selected as Google Summer Code 2015 Student for KDE Org. I worked on the project LabPlot, where I integrated another application Cantor[1] into LabPlot[2]. LabPlot is a scientific data plotter application while Cantor is a front-end to powerful mathematics and statistics package. Data sources in LabPlot originate from a spreadsheet where the user types in the data by hand or import the data from an external ASCII-file to a spreadsheet. So, I integrated the worksheet capability of Cantors and extensibility to work on various back-ends such as Maxima, Octave, Python 2 and 3, R, Sage etc. to LabPlot. Now user can use those back-ends to create a worksheet inside of LabPlot and then export data from these worksheets to Plot and do a lot more with graphs than what Cantor offered before. Refer to my blog[1] for a detailed example. I have also been associated with KDE before GSOC 2015, I contributed in porting various KDE Applications to new KDE Frameworks 5 including LabPlot.  [1]: https://edu.kde.org/cantor/ [2]: https://edu.kde.org/applications/science/labplot/ [3]: http://garvitdelhi.blogspot.in/2015/08/final-evaluation.html"
  },
  {
    "py/object": "models.Speaker",
    "web": "https://twitter.com/Daminisatya?lang=en",
    "github": "https://github.com/daminisatya",
    "name": "Damini Satya Kammakomati",
    "country": "India",
    "twitter": "https://twitter.com/Daminisatya?lang=en",
    "linkedin": "https://www.linkedin.com/in/damini-satya-52816886?trk=nav_responsive_tab_profile",
    "id": 26,
    "photo": "https://avatars3.githubusercontent.com/u/6227784?v=3&s=460",
    "organisation": "Kony, Inc.",
    "biography": "I'm a senior undergraduate from BVRIT Hyderabad, also interning at Kony labs.I'm a tech savvy who always believe in developing products for the people rather than developing which I can. "
  },
  {
    "py/object": "models.Speaker",
    "web": "http://www.eugeneteo.net",
    "github": "http://www.github.com/eugeneteo",
    "name": "Eugene Teo",
    "country": "Singapore",
    "twitter": "https://twitter.com/eugeneteo",
    "linkedin": "https://www.linkedin.com/in/eugeneteo",
    "id": 27,
    "photo": "",
    "organisation": "OpenTech",
    "biography": "Eugene Teo is the organiser of PyData Singapore."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://www.rajatujawane.info",
    "github": "https://github.com/rajatu",
    "name": "Rajat Ujawane",
    "country": "India",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/rajatu",
    "id": 28,
    "photo": "http://1drv.ms/20i3QX0",
    "organisation": "National Institute of Technology Warangal",
    "biography": "I am an undergraduate student of National Institute of Technology Warangal, majoring in Computer Science. I am passionate about computers, technologies, open source and love to work on Projects which make a difference in people’s day to day life and make it easier and I am glad, I had worked on a project during my undergraduate which impacts half a million of people’s life everyday. These things apart I love watching cartoons, travelling and eating good food. "
  },
  {
    "py/object": "models.Speaker",
    "web": "http://www.madebyais.com",
    "github": "https://github.com/madebyais",
    "name": "Faris Muhamad Ali Fadloli",
    "country": "Indonesia",
    "twitter": "https://twitter.com/farishjazz",
    "linkedin": "https://id.linkedin.com/in/farisf",
    "id": 29,
    "photo": "https://api.monosnap.com/rpc/file/download?id=yy7m4yTANtmxqsYauVDU1IRAxfARmx",
    "organisation": "CryoWerx",
    "biography": "Faris is a polyglot full-stack (and mobile) developer who have won several Hackaton in Indonesia. He is also a foodie and an amateur food-photographer. "
  },
  {
    "py/object": "models.Speaker",
    "web": "http://kranthikiran.in",
    "github": "http://github.com/kranthikiran01",
    "name": "Kranthi Kiran Guduru",
    "country": "India",
    "twitter": "https://twitter.com/Kranthi_Guduru",
    "linkedin": "https://www.linkedin.com/in/gudurukranthikiran",
    "id": 30,
    "photo": "https://s.gravatar.com/avatar/4e336aeda5ddc4540425d1569c18762b?s=500",
    "organisation": "Thinkbroad",
    "biography": "Open source enthusiast with interests in fields of Business intelligence, data science, ML and IoT"
  },
  {
    "py/object": "models.Speaker",
    "web": "http://cho2.github.io",
    "github": "https://github.com/cho2",
    "name": "Kukuh Syafaat",
    "country": "Indonesia",
    "twitter": "https://twitter.com/cho2MLHC",
    "linkedin": "https://id.linkedin.com/in/kukuhsyafaat",
    "id": 31,
    "photo": "",
    "organisation": "BlankOn Project",
    "biography": "GNU/Linux Enthusiast, UI/UX Designer, F/OSS Contributor"
  },
  {
    "py/object": "models.Speaker",
    "web": "http://sudheesh.info",
    "github": "https://github.com/sudheesh001",
    "name": "Sudheesh Singanamalla",
    "country": "India",
    "twitter": "https://twitter.com/sudheesh001",
    "linkedin": "https://in.linkedin.com/in/sudheesh001",
    "id": 32,
    "photo": "https://avatars3.githubusercontent.com/u/4545925?v=3&s=460",
    "organisation": "Loklak / National Institute of Technology Warangal",
    "biography": "I am an open source enthusiast and contribute to FOSSASIA, Loklak, Yacy, PSF, Mozilla and Fedora actively. I've been an intern with Microsoft and Redhat in the past and was a GSoC 2015 Student with fossasia and a mentor in GCI 2015."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://www.triloktourani.com",
    "github": "https://github.com/d4r3topk",
    "name": "Trilok Tourani",
    "country": "India",
    "twitter": "https://twitter.com/d4r3_to_pk",
    "linkedin": "https://www.linkedin.com/in/trilok-tourani-b66193a2",
    "id": 33,
    "photo": "",
    "organisation": "sTeam",
    "biography": "Trilok is a software developer and a tech enthusiast who loves to solve problems and keep learning something new every day. Trilok is fascinated by the security, and machine learning domains and is currently trying to build something with the knowledge in the same. Trilok is currently pursuing his Bachelors in Computer science and engineering at PES Institute of Technology in Bangalore and is looking for more and more opportunities to build tools for the open source community."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://web.iiit.ac.in/~arushi.vashist/homepage/",
    "github": "",
    "name": "Arushi Vashist",
    "country": "Hyderabad",
    "twitter": "",
    "linkedin": "https://in.linkedin.com/in/arushi-vashist-250ababb",
    "id": 34,
    "photo": "Lightning Talk (5-10 minutes)",
    "organisation": "International Institute Of Information Technology, Hyderabad, India",
    "biography": "Outreachy is one program that motivates a number of female coders around the world to contribute to Open Source. I would love to see more participation in the upcoming years and therefore want to spread awareness about it. "
  },
  {
    "py/object": "models.Speaker",
    "web": "http://saifniazi.edublogs.org/2016/02/07/data-science/",
    "github": "https://github.com/SaifNiazi/",
    "name": "Saif Niazi",
    "country": "India",
    "twitter": "",
    "linkedin": "",
    "id": 35,
    "photo": "",
    "organisation": "Data Scientist",
    "biography": "Saif Niazi is a data analyst in Barclays. Interest also include Hadoop, Big data, statistics and data mining."
  },
  {
    "py/object": "models.Speaker",
    "web": "https://jigyasagrover.wordpress.com/",
    "github": "github.com/jig08",
    "name": "Jigyasa Grover",
    "country": "India",
    "twitter": "https://twitter.com/jigyasa_grover",
    "linkedin": "https://in.linkedin.com/in/jigyasagrover",
    "id": 36,
    "photo": "https://goo.gl/vJXXZt",
    "organisation": "Women Who Code",
    "biography": "An enthusiastic Open Source crusader, I am a feminist by heart. Helping bridge the gender gap in the technology world, I have been involved with global communities as the Director of Women Who Code Delhi Network,  Leading Google Women Techmakers Delhi chapter and also mentoring and organizing Learn IT, Girl ! .  Pursuing Bachelor of Technology in Computer Science and Engineering from Delhi Technological University INDIA, I have successfully completed Google Summer of Code 2015 and have also mentored pre-university students step into the world of open-source development via Google Code-In under FOSSASIA.  I have been recognized as one of the contributors in Pharo 4.0 IDE released in April 2015 and has also authored tutorials published in the official documentations of Pharo.   I have also been contributing to many Open Source Projects in Pharo/Smalltalk, Android and Python and have also won hackathons and app development challenges. I am also involved with tech societies like The Institute of Engineering and Technology (IET) and Google Developers Group New Delhi."
  },
  {
    "py/object": "models.Speaker",
    "web": "https://github.com/kepta",
    "github": "https://github.com/kepta",
    "name": "Kushan Kushan Joshi",
    "country": "India",
    "twitter": "",
    "linkedin": "",
    "id": 37,
    "photo": "https://avatars2.githubusercontent.com/u/6966254?v=3&s=460",
    "organisation": "DA-IICT",
    "biography": "I was working as a remote full stack developer at Playpower Labs, during my 5th semester of college. https://lyearnreact.herokuapp.com  I am an active contributor to OpenStreetMaps, JSCS, Electron, Cesium and Firefox. https://github.com/kepta | https://bugzilla.mozilla.org/user_profile?login=0o3ko0%40gmail.com  My atom plugin has got 58 stars on github. https://github.com/kepta/atom-css-to-inline  I created my college’s lecture portal. https://daintranet.com | https://github.com/kepta/daintranet  I am currently in top 1% of India leaderboard at hacker rank. http://hackerrank.com/kepta  Created my college’s annual festival website "
  },
  {
    "py/object": "models.Speaker",
    "web": "https://gcall.vn",
    "github": "phuctanpham",
    "name": "Phuc Pham",
    "country": "Vietnam",
    "twitter": "https://twitter.com/phuctanpham",
    "linkedin": "https://www.linkedin.com/in/phuctanpham",
    "id": 38,
    "photo": "https://gcall.vn",
    "organisation": "Gcall Pte.Ltd",
    "biography": "Spatial analysis or spatial statistics includes any of the formal techniques which study entities using their topological, geometric, or geographic properties. Spatial analysis includes a variety of techniques, many still in their early development, using different analytic approaches and applied in fields as diverse as astronomy, with its studies of the placement of galaxies in the cosmos, to chip fabrication engineering, with its use of \"place and route\" algorithms to build complex wiring structures. In a more restricted sense, spatial analysis is the technique applied to structures at the human scale, most notably in the analysis of geographic data.  Complex issues arise in spatial analysis, many of which are neither clearly defined nor completely resolved, but form the basis for current research. The most fundamental of these is the problem of defining the spatial location of the entities being studied.  Classification of the techniques of spatial analysis is difficult because of the large number of different fields of research involved, the different fundamental approaches which can be chosen, and the many forms the data can take."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://elgris.github.io/",
    "github": "https://github.com/elgris",
    "name": "Ivan Kirichenko",
    "country": "Russia",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/ivan-kirichenko-b7167971",
    "id": 39,
    "photo": "",
    "organisation": "SeeSaw Labs",
    "biography": "- two people are coming to the scene (me and Max Titov, https://github.com/eolexe) - we describe problems which we encountered while developing REST API with Golang: hard-to-support documentation, fear of new release, etc - then we demonstrate a technique that allowed us to provide both API tests and documentation at once without changing the core of our code - link to the project (it's opensourced), Q&A"
  },
  {
    "py/object": "models.Speaker",
    "web": "http://www.bytebot.net/blog/",
    "github": "",
    "name": "Colin Charles",
    "country": "Malaysia",
    "twitter": "https://twitter.com/bytebot",
    "linkedin": "",
    "id": 40,
    "photo": "",
    "organisation": "MariaDB Corporation",
    "biography": "Colin Charles works on the MariaDB Server at MariaDB Corporation. He has been the Chief Evangelist for MariaDB since 2009, with work ranging from speaking engagements to consultancy and engineering works around MariaDB. He lives in Kuala Lumpur, Malaysia and had worked at MySQL since 2005, and been a MySQL user since 2000. Before joining MySQL, he worked actively on the Fedora and OpenOffice.org projects. He's well known within open source communities in APAC, and has spoken at many conferences to boot."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://campjs.com/",
    "github": "https://github.com/timoxley",
    "name": "Tim Oxley",
    "country": "Australia",
    "twitter": "https://twitter.com/secoif",
    "linkedin": "",
    "id": 41,
    "photo": "https://pbs.twimg.com/profile_images/671226206033829889/6bqxgFJA.png",
    "organisation": "CampJS",
    "biography": "Tim Oxley is an an Australian JavaScript developer living in Singapore working with NodeSource. Tim is a co-host of the NodeUp podcast, author of NodeSchool's functional JavaScript workshop, founder of the CampJS conference, founder of the SingaporeJS meetup and an avid open-source contributor."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://openspace.itn.liu.se/",
    "github": "",
    "name": "Carter Emmart",
    "country": "USA",
    "twitter": "https://twitter.com/tourtheuniverse",
    "linkedin": "https://www.linkedin.com/in/carter-emmart-75009a7",
    "id": 42,
    "photo": "https://tedcdnpi-a.akamaihd.net/r/tedcdnpe-a.akamaihd.net/images/ted/180834_800x600.jpg?quality=89&w=800",
    "organisation": "Astrovisualization at the American Museum of Natural History",
    "biography": "Carter uses astronomy and computational modelling to create scientifically accurate, three-dimensional tours of our universe. "
  },
  {
    "py/object": "models.Speaker",
    "web": "https://soic.iupui.edu/people/saptarshi-purkayastha/",
    "github": "https://github.com/sunbiz",
    "name": "Saptarshi Purkayastha",
    "country": "United States",
    "twitter": "https://twitter.com/sunny2eets",
    "linkedin": "https://www.linkedin.com/in/spurkayastha",
    "id": 43,
    "photo": "https://soic.iupui.edu/people/saptarshi-purkayastha/",
    "organisation": "OpenMRS",
    "biography": "Saptarshi Purkayastha is a core developer for DHIS 2 and OpenMRS, both large communities developing health information systems. As a researcher, he has implemented health information systems in developing countries and has consulted the WHO in South Asia region. He is a visiting assistant professor in health informatics at Indiana University-Purdue University in Indianapolis, USA . Previously worked as a research fellow at the University of Oslo, Norway. He has industry experience in financial systems, but has moved to healthcare since last 8 years."
  },
  {
    "py/object": "models.Speaker",
    "web": "https://github.com/rafalkowalski",
    "github": "https://github.com/rafalkowalski",
    "name": "Rafal Kowalski",
    "country": "Poland",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/rafa%C5%82-kowalski-545a1464",
    "id": 44,
    "photo": "",
    "organisation": "Open Event",
    "biography": "Open Event Project aims to make events, conferences to easily create an Android and Web App. Therefor It consist of three components(web, android and server). Database stores a lot of details about events for example speakers, tracks and sessions. Open Orga server is responsible for managing data in admin panel and providing a detailed events data to Android and Web App via API."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://danielpocock.com",
    "github": "https://github.com/dpocock",
    "name": "Daniel Pocock",
    "country": "Australia",
    "twitter": "",
    "linkedin": "",
    "id": 45,
    "photo": "https://fosdem.org/2016/schedule/speaker/daniel_pocock/b844826eeaaaae3ef9529961f8cfeda425d6650a01f345f8f6c4b8fc365a2db5.png",
    "organisation": "Debian",
    "biography": "Professional software engineer and consultant.  Daniel Pocock has developed enterprise grade solutions for some of the giants of the financial services industry, including secure connectivity for UBS (using Apache Camel), the first customer-facing WebRTC contact solution on Wall Street at Interactive Brokers, enterprise-wide real-time monitoring for Barclays Capital (based on Ganglia) and a wide range of real-time financial trade capture and risk management solutions for Thomson Reuters. Despite the highly proprietary nature of these enterprises, Pocock has remained a champion of efficient, cost effective open source solutions to meet demanding business requirements.  Pocock actively contributes to a range of free software projects with a focus on real-time communications (RTC) and VoIP, in particular, Lumicall, JSCommunicator, DruCall, reSIProcate, Ganglia and flactag. Pocock is the author of the RTC Quick Start Guide and is part of the team behind the O'Reilly book Monitoring with Ganglia  Pocock is a Debian, Ubuntu and Fedora Developer and an OpenCSW package maintainer. He is a licensed radio amateur with the callsigns VK3TQR and M0GLR."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://onemakergroup.com",
    "github": "",
    "name": "Elda Webb",
    "country": "Singapore",
    "twitter": "",
    "linkedin": "",
    "id": 46,
    "photo": "",
    "organisation": "One Maker Group",
    "biography": "I have a very curious mind and I strive to integrate design, technology and learning in all my endeavors. I’m currently the Lead Curriculum Developer for OneMaker Group and my main objective is to help makers of all ages build up their creative confidence by breaking the barriers of the mind, and show that everybody have the potential to be a maker and a designer. Before joining OMG, I worked at Autodesk for over 9 years in Singapore as a Learning Content Developer. I hold a B.A in Architecture from the Monterrey Institute of Technology and Higher Education and has worked as a 3D modeler and Graphic Designer in Mexico, USA and Canada. She is actively involved in the Singapore Maker community."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://videolan.org",
    "github": "https://github.com/fcartegnie/",
    "name": "François Cartegnie",
    "country": "France",
    "twitter": "https://twitter.com/fcartegnie",
    "linkedin": "https://www.linkedin.com/in/fcartegnie",
    "id": 47,
    "photo": "https://media.licdn.com/mpr/mpr/shrinknp_400_400/p/8/000/1eb/237/0cc3b7b.jpg",
    "organisation": "VideoLAN",
    "biography": "VideoLAN member and one of the VLC main developers. Started as a contributor in 2009, he has mostly worked on its demultiplexers, aiming for full playback of various media formats and, more recently, on a new adaptive streaming stack."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://blog.kortar.org",
    "github": "github.com/mtreinish",
    "name": "Matthew Treinish",
    "country": "United States",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/matthew-treinish-a0973741",
    "id": 48,
    "photo": "",
    "organisation": "HPE",
    "biography": "Matthew is the current PTL (project technical lead) of the OpenStack community's QA program, a position he's held since the start of OpenStack's Juno development cycle in 2014. He is a core contributor on several Openstack projects including Tempest, elastic-recheck, and many smaller projects. He has been working on and contributing to Open Source software for most of his career and has been contributing to OpenStack since 2012. Matthew currently works for HPE's Upstream OpenStack team working to make OpenStack better for everyone. Matthew has previously been a speaker at OpenStack summits, LinuxCons Japan and North America, PyConAU's OpenStack miniconf, and linux.conf.au's Developer, Testing, Release and Continuous Integration Automation Miniconf."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://newpalmyra.org",
    "github": "http://github.org/newpalmyra",
    "name": "Barry Threw",
    "country": "USA",
    "twitter": "https://twitter.com/newpalmyraorg",
    "linkedin": "",
    "id": 49,
    "photo": "http://www.newpalmyra.org/sites/default/files/images/featured_project_slider/Arch-of-Triumph-01.jpg",
    "organisation": "#NEWPALMYRA",
    "biography": "(@barrythrew) is an designer and technologist focused on spatial media, mutible architectures, and cultural infrastructures. He works in collaboration with institutions, artists and organizations at the intersection of technology and culture. He is Director of Software at Obscura Digital, and is a curator with the Gray Area Foundation for the Arts. He works on open software and free knowledge projects with Fabricatorz.  He is serving as Interim Director of #NEWPALMYRA until Bassel's release."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://tomazvajngerl.blogspot.si/",
    "github": "",
    "name": "Tomaž Vajngerl",
    "country": "Slovenia",
    "twitter": "",
    "linkedin": "",
    "id": 50,
    "photo": "https://people.collabora.com/~quikee/self.jpeg",
    "organisation": "Collabora Productivity",
    "biography": "I'm a software engineer from Maribor, Slovenia. I started working on LibreOffice as volunteer in 2012 and later joined Collabora Productivity to hack on LibreOffice as my full-time job."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://www.slu.se",
    "github": "https://github.com/lorenzgerber",
    "name": "Lorenz Gerber",
    "country": "Sweden",
    "twitter": "",
    "linkedin": "https://se.linkedin.com/in/gerberlorenz",
    "id": 51,
    "photo": "",
    "organisation": "Swedish University of Agricultural Sciences",
    "biography": "tofsims - an opensource R package for processing and analysis of imaging mass spectrometry data."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://justinlee.sg",
    "github": "https://github.com/juslee",
    "name": "Justin Lee",
    "country": "Singapore",
    "twitter": "https://twitter.com/triplez82",
    "linkedin": "https://linkedin.com/in/triplez",
    "id": 52,
    "photo": "https://www.facebook.com/photo/download/?fbid=10151152341253123",
    "organisation": "IBM",
    "biography": "Justin Lee is the IBM Cloud Technical Evangelist and Developer Relations for the IBM Cloud Ecosystem Development team. In this role, he is responsible for all developer and academic outreach, community engagements, ecosystem partnerships and technical enablement for all developers from individuals, to \"born on the cloud\" to corporate.   Justin Lee has been a developer since young, dabbling in everything from C++ to C#, from web development to mobile development. He graduated from University of Waterloo, Bachelor in Computer Science (BCS) with Honours. He’s also an active contributor to the technical community, organising community-led events like GeekcampSG and FOSSASIA. "
  },
  {
    "py/object": "models.Speaker",
    "web": "https://www.smaato.com/",
    "github": "",
    "name": "Delynn Ho",
    "country": "Singapore",
    "twitter": "",
    "linkedin": "https://sg.linkedin.com/in/delynnho",
    "id": 53,
    "photo": "",
    "organisation": "Smaato ",
    "biography": "Delynn Smaato will share with you tips on how to:  1) Overcome integration challenges   2) Make money on inventory  3) Choose optimal ad format  4) Promote your app"
  },
  {
    "py/object": "models.Speaker",
    "web": "https://www.linkedin.com/in/georgegoh",
    "github": "https://github.com/georgegoh",
    "name": "George Goh",
    "country": "Singapore",
    "twitter": "https://twitter.com/georgegoh",
    "linkedin": "https://www.linkedin.com/in/georgegoh",
    "id": 54,
    "photo": "https://pbs.twimg.com/profile_images/1342246546/2009-09-05_12.15.32.jpg",
    "organisation": "Red Hat",
    "biography": "George Goh is a technical professional who has been programming for close to 15 years, spanning domains from embedded systems, to mobile, to the cloud. Currently a senior consultant for Red Hat's cloud business in ASEAN, he has a passion for solving problems the open source way."
  },
  {
    "py/object": "models.Speaker",
    "web": "https://axelerant.com/blog",
    "github": "https://github.com/michael-cannon/",
    "name": "Michael Cannon",
    "country": "United States",
    "twitter": "https://twitter.com/comprock",
    "linkedin": "https://www.linkedin.com/in/michaelcannon",
    "id": 55,
    "photo": "https://axelerant.com/wp-content/uploads/2014/10/Michael-Cannon-Axelerant-Retreat-2015.jpg",
    "organisation": "Axelerant",
    "biography": "Michael considers Taiwan home, but can also be found on a farm in Italy or watching sunsets outside of Seattle with his family. He’s an avid cyclist, open source event photographer, serious world traveler, and voracious science fiction reader. A slow year to him is a few thousand kilometers ridden, 10 countries visited, and a 100 books read. Don’t ask about normal years."
  },
  {
    "py/object": "models.Speaker",
    "web": "",
    "github": "",
    "name": "Hack Day Scientists",
    "country": "",
    "twitter": "",
    "linkedin": "",
    "id": 56,
    "photo": "",
    "organisation": "",
    "biography": ""
  },
  {
    "py/object": "models.Speaker",
    "web": "",
    "github": "",
    "name": "Hong Phuc DANG",
    "country": "",
    "twitter": "",
    "linkedin": "",
    "id": 57,
    "photo": "",
    "organisation": "FOSSASIA",
    "biography": "Hong Phuc, originally from Vietnam, has lived in the US, Singapore and Berlin. She was a speaker at the Chaos Communication Congress presenting the latest advances in Open Fashion and Technology. She is also the founder of FOSSASIA, the Asia organization bringing together an inspiring community across borders and ages to form a better future with Open Technologies and ICT. Hong Phuc organizes events like the annual FOSSASIA summit since 2009 and puts together Science Hackdays across the region in Vietnam, Dubai and China."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://RedCatLabs.com/",
    "github": "mdda",
    "name": "Martin Andrews",
    "country": "UK",
    "twitter": "",
    "linkedin": "https://sg.linkedin.com/in/martinandrews",
    "id": 58,
    "photo": "http://www.brittonhillcapital.com/wp-content/themes/amplify/images/bhc/bio-ma-75_240x180.jpg",
    "organisation": "Red Cat Labs",
    "biography": "Martin has a PhD in Machine Learning, and has been an Open Source developer since 1999.  After a career in finance, he decided to follow his original passion, and now works on Machine Learning / Artificial Intelligence full-time. Previous presentations can be found at: http://redcatlabs.com/presentations"
  },
  {
    "py/object": "models.Speaker",
    "web": "http://www.ishankhanna.in",
    "github": "https://github.com/ishan1604",
    "name": "Ishan Khanna",
    "country": "India",
    "twitter": "https://twitter.com/ishan1604",
    "linkedin": "https://www.linkedin.com/in/ishankhanna",
    "id": 59,
    "photo": "https://avatars2.githubusercontent.com/u/3158880?v=3&s=460",
    "organisation": "Mifos Initiative",
    "biography": "I am a passionate product enthusiast and self-taught developer who loves open source technologies, tech conferences, and hackathons.  I successfully graduated as a Google Summer of Code Intern in 2014 under Mifos and in 2015 under XMPP Standards Foundation.  I manage the source code for the Android Client Project at Mifos as an open source contributor.  Previously - -> I conducted this workshop at Droidcon'15 in Bangalore, India held on 17-18 December, 2015 -> I have spoken at Global Mifos Summit in Sharjah, U.A.E (March, 2015) on “Mifos Android Client - Architecture, and how to leverage the app to develop features for your organisation (Mifos Partners).” -> I have given two talks (2014) at Jamia Milia Islamia and Jaypee Institute of Information Technology on “How to use open source android libraries to increase productivity while developing android apps.” -> I gave a Talk at Delhi Technological University (January, 2015) on “How to get into Google Summer of Code”"
  },
  {
    "py/object": "models.Speaker",
    "web": "http://mikera.net",
    "github": "https://github.com/mikera",
    "name": "Mike Anderson",
    "country": "England",
    "twitter": "https://twitter.com/mikera",
    "linkedin": "",
    "id": 60,
    "photo": "",
    "organisation": "Datacraft",
    "biography": "Mike is a data scientist, technology consultant and open source enthusiast. Formally a strategy consultant at McKinsey&Co., he now runs Datacraft, a Singapore-based startup focused on data science and machine learning. Mike is a prolific open source contributor under the tag \"mikera\", focusing mainly on Java and Clojure libraries for data science and art."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://ulno.net",
    "github": "",
    "name": "Ulrich Norbisrath",
    "country": "Indonesia",
    "twitter": "",
    "linkedin": "",
    "id": 61,
    "photo": "http://ulno.net/pics/ulno/geek.jpg",
    "organisation": "ulno.net",
    "biography": "Ulrich Norbisrath, PhD has more than 20 years of industrial and academic experience in Software Engineering and Systems Integration. He has supported the start-up of several software development companies as well as consulted tech companies in questions of Systems Integration, Mobile, and Cloud Computing. He provides a deep technical understanding of mobile technologies and their integration with cloud services -- both from an academic as well as an industrial perspective. He raised significant grants on Cloud, Mobile, and High Performance Computing at universities in Europe and Central Asia. He is a published book author in the area of Software and Requirements Engineering. Being connected through his immediate family to US Diplomatic services, he is very well traveled and can call on a worldwide network of international experts. He is currently employed as a professor at the University Applied Sciences Upper Austria in their Mobile Computing program."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://mikemcquaid.com",
    "github": "github.com/mikemcquaid",
    "name": "Mike McQuaid, Sahil Bajaj",
    "country": "Scotland",
    "twitter": "https://twitter.com/MikeMcQuaid",
    "linkedin": "https://www.linkedin.com/in/mkmcqd",
    "id": 62,
    "photo": "https://avatars2.githubusercontent.com/u/125011?v=3&s=460",
    "organisation": "GitHub/Homebrew/Grumpy Gits",
    "biography": "Mike McQuaid is a software engineer at GitHub. He maintains the Homebrew OS X package manager and has contributed to a wide array of open-source projects."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://www.theprogrammingnerd.com",
    "github": "MetanoiaSherman",
    "name": "Sherman Chen",
    "country": "Singapore",
    "twitter": "https://twitter.com/theprognerd",
    "linkedin": "https://sg.linkedin.com/in/sherman-chen-758b2a8a",
    "id": 63,
    "photo": "https://www.facebook.com/photo.php?fbid=448414585355732&l=92ff76736e",
    "organisation": "Progress",
    "biography": "I am a full stack developer with 10 years of experience across multiple levels and fields of work. I have done Windows, Web & Mobile app developments for start-ups, SMEs and Enterprises. "
  },
  {
    "py/object": "models.Speaker",
    "web": "http://gurumukhi.wordpress.com",
    "github": "http://github.com/gurumukhi",
    "name": "Ram Dayal Vaishnav",
    "country": "India",
    "twitter": "https://twitter.com/ram_gurumukhi",
    "linkedin": "https://www.linkedin.com/in/gurumukhi",
    "id": 64,
    "photo": "https://drive.google.com/file/d/0BwSJ3iypPCFfTktxdEU3bzlDSzg/view?usp=sharing",
    "organisation": "D E Shaw & Co.",
    "biography": "Maker Movement everywhere and this has been possible mostly because of the simple electronic boards (Arduino, Raspberry Pi etc). But I would want to introduce another approach to IoT, and this approach is using the Firefox OS. FirefoxOS is written using the web technologies only and the simple JavaScript API makes it very easy to interact with the sensors and other hardware here. In the workshop, we will show simple to intermediate level of projects made using the Firefox OS."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://mananwason.me",
    "github": "https://github.com/mananwason",
    "name": "Manan Wason",
    "country": "India",
    "twitter": "https://twitter.com/mananwason9",
    "linkedin": "https://in.linkedin.com/in/manan-wason-77029388",
    "id": 65,
    "photo": "https://avatars2.githubusercontent.com/mananwason",
    "organisation": "IIIT Delhi",
    "biography": "This will be a workshop in which we plan to teach students some basics of android by writing code for a sample project. We will be also covering some material design basics and basic android architecture."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://societyserver.org/mbaehr/",
    "github": "",
    "name": "Martin Bähr",
    "country": "Austria",
    "twitter": "",
    "linkedin": "",
    "id": 66,
    "photo": "",
    "organisation": "BLUG",
    "biography": "Martin Bähr is using and developing Free Software and Open Source for more than 20 years because he believes that knowledge should not be owned by a few people but freely shared with everyone and contribute to the advancement of civilization.  He is a contributor to the Pike programming language, the Foresight Linux distribution and several other Free Software Projects.  He co-edited a book on Pike and organized developer conferences.  Throughout his career Martin focused on developing and advocating Free Software. He likes to learn new programming languages, currently Smalltalk and Common Lisp.  He is born in Europe and has lived and worked in several countries around our planet Earth.  He came to china in 2008.  He is currently the CTO at eKita, a startup in Bangkok, and the General Manager at Realsoftservice, a Linux service firm in Beijing.  He is also serving as the secretary of the Beijing GNU/Linux User Group."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://www.gnovi.in",
    "github": "wavicles",
    "name": "Praveen (Gnovi) Patil",
    "country": "India",
    "twitter": "https://twitter.com/_gnovi",
    "linkedin": "",
    "id": 67,
    "photo": "https://pbs.twimg.com/media/CXndyS8U0AEOaw1.jpg",
    "organisation": "ExpEYES",
    "biography": "A Physics Teacher and a free software enthusiast. FOSSASIA GSoC student alumnus and GCI mentor. Working on ExpEYES: Pocket Science Lab,  Involved in FOSS training programs for science teachers and students. E-content developer for National Repository of Open Educational Resources (NROER) for School Education and member of committee for “Development of ICT Refresher Course for students and teachers”by Central Institute of Education Technology (CIET), NCERT, New Delhi. Talks at International Events: FOSSASIA - 2014 at Phnom Penh, Cambodia RMLL-2014 at Montpellier, France  FOSSASIA -2015 at NUS Singapore PyCon Sg at Singapore"
  },
  {
    "py/object": "models.Speaker",
    "web": "http://makeracademy.asia/",
    "github": "",
    "name": "Jamen Loh",
    "country": "Singapore",
    "twitter": "",
    "linkedin": "",
    "id": 68,
    "photo": "https://dl.dropboxusercontent.com/u/1917162/BW-Pic.jpg",
    "organisation": "OneMaker Group",
    "biography": "Participants experience the prototyping and iteration stages of Design Thinking, working on proposed challenge statements after which they will start prototyping. The solutions will be subjected to a round of feedbacks before improving them on a second iteration which will see vast improvements from the first version. This program is suitable for participants from 12 and above. "
  },
  {
    "py/object": "models.Speaker",
    "web": "http://onemakergroup.com",
    "github": "",
    "name": "Syabiqah Phang",
    "country": "Singapore",
    "twitter": "",
    "linkedin": "",
    "id": 69,
    "photo": "",
    "organisation": "OneMaker Group",
    "biography": "Kids will explore how to create connected devices and how to send automated actions to these objects over the internet. This will help them to be confident when navigating the exciting yet unknown IoT world of the future. "
  },
  {
    "py/object": "models.Speaker",
    "web": "http://12geeks.com",
    "github": "https://github.com/elfgoh",
    "name": "Luther Goh",
    "country": "Singapore",
    "twitter": " https://twitter.com/elfgoh",
    "linkedin": "",
    "id": 70,
    "photo": "",
    "organisation": "12Geeks",
    "biography": "Luther Goh is a founders of 12Geeks, a brand focus on providing quality electronic products on their ecommerce platform, and also quality training. He is also a web developer and member of Hackerspace Singapore. He has taught Arduino classes to students and the general public. Luther is also a python programmer."
  },
  {
    "py/object": "models.Speaker",
    "web": "Http://www.onemakergroup.sg",
    "github": "",
    "name": "Wilfred Wong",
    "country": "Singapore",
    "twitter": "",
    "linkedin": "",
    "id": 71,
    "photo": "",
    "organisation": "OneMaker Group",
    "biography": "Introducing kids to different types of digital fabrication techniques. (3D printing, laser cutting, CNC milling.)"
  },
  {
    "py/object": "models.Speaker",
    "web": "https://www.facebook.com/groundupinitiative/",
    "github": "",
    "name": "Gabriel Perumal",
    "country": "Singapore",
    "twitter": "",
    "linkedin": "",
    "id": 72,
    "photo": "https://www.facebook.com/groundupinitiative/photos/pb.107655739315072.-2207520000.1455796067./1023161874431116/?type=3&theater",
    "organisation": "Ground Up Initiative",
    "biography": "Kids are the future of the world it is our duty to provide them the necessary tech skills whether software or hardware but also by making it easy for them to learn step by step and to inspire them that if they have a willing mind and a good spirit u can accomplish everything if u put your mind to it"
  },
  {
    "py/object": "models.Speaker",
    "web": "http://shivamverma.info",
    "github": "http://github.com/vshivam",
    "name": "Shivam Verma",
    "country": "India",
    "twitter": "https://twitter.com/vshivam",
    "linkedin": "https://www.linkedin.com/in/shivamverma",
    "id": 73,
    "photo": "http://shivamverma.info/assets/extras/fossasia.jpg",
    "organisation": "Ambient Dynamix/National University of Singapore",
    "biography": ""
  },
  {
    "py/object": "models.Speaker",
    "web": "http://garuda.io/",
    "github": "",
    "name": "Jiin Joo Ong",
    "country": "Singapore",
    "twitter": "https://twitter.com/jiinjoo",
    "linkedin": "https://sg.linkedin.com/in/jiinjoo",
    "id": 74,
    "photo": "",
    "organisation": "Garuda Robotics",
    "biography": "Ong Jiin Joo is the co-founder and CTO of Singapore-based drone solutions and services company, Garuda Robotics."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://www.dell.com",
    "github": "",
    "name": "Parmeshwr Prasad Vishwakarma",
    "country": "India",
    "twitter": "https://twitter.com/parmeshwr",
    "linkedin": "https://www.linkedin.com/in/parmeshwr-prasad-0013b3b5?trk=hp-identity-name",
    "id": 75,
    "photo": "",
    "organisation": "dell",
    "biography": "Parmeshwr Prasad is associated with Dell server Division from past 3 years. He is having varied experience in embedded system, servers, cloud and Open Source. He has been an active Linux kernel developer for more than 7 years. Keen passion for continuous learning, innovation and adoption of new ideas from lateral technology domains. Patents across diverse areas covering UEFI, ESRT and PCIe. He was the speaker for open source events like CentOS-dojo, ESTF and OSIdays.  "
  },
  {
    "py/object": "models.Speaker",
    "web": "http://shwetankdixit.com",
    "github": "shwetank",
    "name": "Shwetank Dixit",
    "country": "India",
    "twitter": "https://twitter.com/shwetank",
    "linkedin": "",
    "id": 76,
    "photo": "",
    "organisation": "Opera",
    "biography": "Shwetank is PM of the Extensions platform in Opera as well as part of Opera's Developer Relations team.   Over the years, he was worked to evangelize open web standards and cutting edge web technologies. He has written technical articles for a variety of publications and regularly talks at various developer conferences around the world. "
  },
  {
    "py/object": "models.Speaker",
    "web": "https://kushaldas.in",
    "github": "kushaldas",
    "name": "Kushal Das",
    "country": "India",
    "twitter": "https://twitter.com/kushaldas",
    "linkedin": "",
    "id": 77,
    "photo": "https://kushaldas.in/assets/images/me2.jpg",
    "organisation": "Fedora Project",
    "biography": "Kushal Das is a core developer of CPython, and a fellow at Python Software Society. He is a long time Fedora contributor. He is currently working as Fedora Cloud Engineer in the Fedora Engineering team at Red Hat. "
  },
  {
    "py/object": "models.Speaker",
    "web": "https://jaminycom.wordpress.com/",
    "github": "",
    "name": "Jaminy Prabaharan",
    "country": "Sri Lanka",
    "twitter": "",
    "linkedin": "https://lk.linkedin.com/in/jaminy-prabaharan-3a393672",
    "id": 78,
    "photo": "https://lk.linkedin.com/in/jaminy-prabaharan-3a393672",
    "organisation": "Smart guidance for blind",
    "biography": "I am currently studying in third year of B.Tech in Electronic and communication Engineering in National Institute of Technology,Warangal under Rajiv Ghandhi Memorial scholarship scheme(provide by ICCR). Awards, achievements and certificates  Awarded certificate of merit (High Distinction) for Australian National Chemistry Quiz conducted by Royal Australian Chemical Institute in 2009. Awarded certificate  of merit (Distinction) for Australian National Chemistry Quiz conducted by Royal Australian Chemical Institute in 2011 Awarded certificate of merit in the Essay Competition 2007 (English Medium) conducted by the Sri Lanka-Thailand Society in association with the Royal Thai Embassy. Awarded certificate of Distinction for Sri Lankan Mathematical Olympiad 2010 conducted by Sri Lanka Olympiad Mathematics Foundation.  Projects Worked Developed VHDL model for “Jewellery Lock” and MIPS and implemented on FPGA board. Developed Line following robot for National Robotic Competition. Designed our own microcontroller board within 24 hours of time for Hackathon 3.0 organized by Lakshya Foundation. Developed Bluetooth controlled temperature indicator using Galileo board. Developed password controlled door lock model within 12 hours of time for Electronic weekend. Worked on “Smart Bin” for Hackathon organized by GHCI (Grass Hopper Celebration in India). Developed the basic prototype for sensor based wireless valve controller. This project was selected for pitch talk in AugustFest-India’s largest startup conference. Conferences attended  Developed the basic prototype for sensor based wireless valve controller. This project was selected for pitch talk in AugustFest-India’s largest startup conference.  Other qualification Able to work with C programming language, photoshop, MATLAB & AutoCAD. Have good knowledge in working with Arduino UNO, Galileo board, FPGA board. Capable of completing project within the time limits. Capable of learning new languages easily Languages Proficiency – English, Tamil, Sinhala, Telugu "
  },
  {
    "py/object": "models.Speaker",
    "web": "http://www.makino.com.sg",
    "github": "",
    "name": "Abhishek Agrawal",
    "country": "India",
    "twitter": "",
    "linkedin": "",
    "id": 79,
    "photo": "",
    "organisation": "Makino Asia Private Limited",
    "biography": "I graduated with a master's degree from the School of EEE, NTU in 2012 and have been working in the machine tool industry with a major Japanese machine tool company. I have been a researcher all my career and have authored several patents which have been spun into hardware start-ups or have been licensed by the industry."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://tusi.sg",
    "github": "github.com/TusiGeeks",
    "name": "Saad Chinoy",
    "country": "India",
    "twitter": "https://twitter.com/tusitalabooks",
    "linkedin": "https://www.linkedin.com/in/caffeine",
    "id": 80,
    "photo": "https://drive.google.com/file/d/0B1MfOE5aG1HCV3VzZHlFcnUyWDg/view?usp=sharing",
    "organisation": "Tusitala Digital Storytelling",
    "biography": "https://hackpad.com/IoT-REX-NpFlg9J1mNl"
  },
  {
    "py/object": "models.Speaker",
    "web": "http://rolandturner.com/",
    "github": "https://github.com/rolandturner",
    "name": "Roland Turner",
    "country": "Australia",
    "twitter": "https://twitter.com/rolandturner",
    "linkedin": "https://www.linkedin.com/in/rolandturner",
    "id": 81,
    "photo": "http://cdn.rolandturner.com/rolandturner.jpeg",
    "organisation": "FOSSASIA",
    "biography": "Roland has been playing with electronics since he was 7, built his first radio transmitter when he was 10, started programming when he was 12 and passed his ham radio exams when he was 17. He has been involved in the founding and organising of technology community groups since the late 1980s, most recently HackerspaceSG and FOSSASIA respectively. In addition to building a sensor network to map the haze in order to work out where [not] to run and advising early-stage technology startups because they are interesting, he is working on bouncing radio waves off the moon simply because it is there."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://kapper1224.sakura.ne.jp",
    "github": "",
    "name": "Kenji Shimono",
    "country": "Japan",
    "twitter": "https://twitter.com/kapper1224",
    "linkedin": "",
    "id": 82,
    "photo": "",
    "organisation": "Netwalker Laboratory, Tokaido Linux Users Group",
    "biography": "I belong to the Tokaido Linux User Group in Japan. I'm hacking the ARM Linux in the user point of view."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://www.enlightenment.org",
    "github": "",
    "name": "Carsten Haitzler",
    "country": "South Korea",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/carsten-haitzler-817541",
    "id": 83,
    "photo": "http://www.rasterman.com/i/me.jpg",
    "organisation": "Samsung Electronics",
    "biography": "Carsten has worked in the Linux and related industries for about 20 years in several countries on all sides of the globe, has contributed to several open source projects and is best known for founding the Enlightenment window manager project and having written lots of graphics related code for X11. He currently lives in Korea and works as a Master Engineer for Samsung Electronics and helps architect and drive graphics, toolkits and related code for Tizen."
  },
  {
    "py/object": "models.Speaker",
    "web": "https://medium.com/@tks",
    "github": "",
    "name": "Masakazu Takasu",
    "country": "Japan",
    "twitter": "https://twitter.com/tks",
    "linkedin": "https://www.linkedin.com/in/takasumasakazu",
    "id": 84,
    "photo": "http://ch.nicovideo.jp/tks/blomaga/ar701264",
    "organisation": "teamLab, and Nico-Tech",
    "biography": "Masakazu Takasu, Catalyst at teamLab, takes us on a journey to his homeland of Japan and their exciting ways of using technology, design and science. teamLab combines these disciplines to create innovative digital solutions often with physical elements of interaction. Through playing and experimentation, connecting prototyping with 3D graphics, art and much more, they're creating a whole new world of gaming, interactive decorations and augmented reality. "
  },
  {
    "py/object": "models.Speaker",
    "web": "http://deepakkarki.github.io/",
    "github": "github.com/deepakkarki",
    "name": "Deepak Karki Aishwarya Kaliki",
    "country": "India",
    "twitter": "",
    "linkedin": "https://in.linkedin.com/in/deepak-karki-4a287057",
    "id": 85,
    "photo": "",
    "organisation": "Beagleboard",
    "biography": "I have been an opensource developer and enthusiast for the past four years. I have worked extensively with the beagleboard organisation, first as a GSoC student and later as a GSoC mentor. I had also given a talk on the beagleboard ecosystem. Most of my open source projects are Python or Javascript based. I currently work on hyperconverged and cloud systems at Nutanix India as a full time employee."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://www.recbhalki.org/",
    "github": "",
    "name": "Dr. Udaykumar Khadke",
    "country": "India",
    "twitter": "",
    "linkedin": "https://in.linkedin.com/in/udaykumar-khadke-04928619",
    "id": 86,
    "photo": "https://media.licdn.com/mpr/mpr/shrinknp_200_200/p/1/000/051/32c/204f39b.jpg",
    "organisation": "Department of Physics, BKIT, Bhalki, Karnataka, INDIA",
    "biography": "Speaker 1.   Dr. Udaykumar Khadke  is Professor in Engineering Physics. He is a free software enthusiast and involved in promoting FOSS in Education.  He is working as a volunteer for ExpEYES: Pocket Science Lab Project. Dr. Udaykumar is actively involved in Radiation Physics Research and currently he is guiding SIX research students in various fields of material science and radiation physics.  Speaker 2:  Praveen Patil A Physics Teacher and a free software enthusiast. FOSSASIA GsoC-14 and GsoC-15  student alumnus and GCI mentor.  Working on ExpEYES: Open Source Pocket Science Lab,  Involved in FOSS training programs for science teachers and students. Pursuing PhD in  Material science and Radiation Physics    "
  },
  {
    "py/object": "models.Speaker",
    "web": "http://sinapseinstitute.org/projects/neuromorphics/Abhishek_Mishra.php",
    "github": "",
    "name": "Abhishek Mishra",
    "country": "India",
    "twitter": "",
    "linkedin": "",
    "id": 87,
    "photo": "",
    "organisation": "National University of Singapore",
    "biography": "Abhishek is a 3rd year PhD student in the Department of Electrical and Computer Engineering, NUS. His interests span robotics, machine learning, signal processing and neuromorphic computer vision."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://akhilhector.com",
    "github": "https://github.com/AkhilHector",
    "name": "Akhil Pandey",
    "country": "India",
    "twitter": "",
    "linkedin": "https://linkedin.com/in/akhilpandey",
    "id": 88,
    "photo": "https://avatars.githubusercontent.com/u/5903056?v=3",
    "organisation": "Mozilla",
    "biography": "Working with IOT and javascript is , but the talk is just a mere display of the scope in which a js enthusiast can find the interaction handy."
  },
  {
    "py/object": "models.Speaker",
    "web": "https://jerraylng.wordpress.com/",
    "github": "https://github.com/jerrayl",
    "name": "Jerrayl Ng",
    "country": "Malaysia",
    "twitter": "",
    "linkedin": "",
    "id": 89,
    "photo": "",
    "organisation": "Dunman High School",
    "biography": "We are JC computing students, thus, having a passion for all things tech, we love to see how technology can improve lives, or at least let people have fun. Our aspiration is to make good use of coding to bring value to our society, and to inspire others to learn to code."
  },
  {
    "py/object": "models.Speaker",
    "web": "",
    "github": "",
    "name": "Red Hat Family",
    "country": "",
    "twitter": "",
    "linkedin": "",
    "id": 90,
    "photo": "",
    "organisation": "Red Hat",
    "biography": ""
  },
  {
    "py/object": "models.Speaker",
    "web": "https://il.linkedin.com/in/bronhaim",
    "github": "https://github.com/bronhaim",
    "name": "Yaniv Bronhaim",
    "country": "Israel",
    "twitter": "https://twitter.com/bronhaim",
    "linkedin": "https://il.linkedin.com/in/bronhaim",
    "id": 91,
    "photo": "",
    "organisation": "Red Hat",
    "biography": "The audience require basic knowledge with virtualization and hardware provisioning - mostly aimed for users, ITs and product managers. "
  },
  {
    "py/object": "models.Speaker",
    "web": "http://log.amitshah.net",
    "github": "",
    "name": "Amit Shah",
    "country": "India",
    "twitter": "",
    "linkedin": "",
    "id": 92,
    "photo": "",
    "organisation": "Red Hat",
    "biography": "Amit has been working on KVM virtualization for the last 8 years, and has been working on Linux for more than 15 years.  He has worked on Free Software for most of his professional life."
  },
  {
    "py/object": "models.Speaker",
    "web": "https://panulinux.wordpress.com/",
    "github": "https://github.com/pnemade",
    "name": "Parag Ashok Nemade",
    "country": "India",
    "twitter": "https://twitter.com/paraagan",
    "linkedin": "https://www.linkedin.com/in/paragan",
    "id": 93,
    "photo": "",
    "organisation": "Red Hat",
    "biography": "Parag Nemade is a Senior Software Engineer at Red Hat. Parag has 10 years of experience in Open Source and Linux. He has worked on developing open source softwares related to Internationalization. He is an active contributor to Fedora project, sponsor for packager group, provenpackager, helped in improving Fedora packaging, testing Fedora updates. He is also currently working in Fedora Engineering Steering Committee. He has been working since many years helping new contributors to become Fedora packagers and existing contributors in reviewing their new packages in Fedora."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://julialang.org",
    "github": "https://github.com/ViralBShah",
    "name": "Viral B. Shah",
    "country": "India",
    "twitter": "https://twitter.com/Viral_B_Shah",
    "linkedin": "",
    "id": 94,
    "photo": "https://pbs.twimg.com/profile_images/657498074751721472/KtzF3QsD.jpg",
    "organisation": "Julia Computing",
    "biography": "Co-author of @RebootingIndia. Co-inventor of @JuliaLanguage. Founding Partner of Julia Computing, Inc and @FourthLion_IN."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://rahulmahale.wordpress.com/",
    "github": "https://github.com/RahulMahale",
    "name": "Rahul Mahale",
    "country": "India",
    "twitter": "http://twitter.com/Rahul_Mahale/",
    "linkedin": "https://in.linkedin.com/in/slashrahul",
    "id": 95,
    "photo": "https://www.dropbox.com/s/4snq5r2r5jwucbi/me.jpg?dl=0",
    "organisation": "BigBinary",
    "biography": "This small workshop is an introduction to a Orchestrating tool for cloud infrastructure called Terraform. It is a Golang based tool Open-Sourced by Hashicorp."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://pgpen.blogspot.sg/",
    "github": "",
    "name": "Sameer Kumar",
    "country": "India",
    "twitter": "https://twitter.com/sameerkasi200x",
    "linkedin": "https://www.linkedin.com/in/samkumar150288",
    "id": 96,
    "photo": "http://www.ashnik.com/wp-content/uploads/2014/10/sameer.jpg",
    "organisation": "Ashnik Pte Ltd",
    "biography": "Sameer Kumar is the Database Solution Architect working with Ashnik. Sameer and his team works towards providing enterprise level solutions based on open source and cloud technologies. He has an experience in working on various roles ranging from development to performance tuning and from installation and migration to support and services roles. Sameer has acquired Professional Certification for his adept skills of PostgreSQL. He is also certified as the IBM DB2 Advanced DBA and was nominated as IBM Champion for his contributions in IBM data community. Besides, he is also experienced in MongoDB, Oracle and SQL Server. Prior to joining Ashnik he has worked as a development DBA at Misys. While working as DBA at Misys for Core Banking solution he handled roles ranging from Design and Architecting to Development and Deployment of physical and logical database on varied RDBMS implementations. He has also worked on noSQL technologies e.g. MongoDB and ORM technologies viz. Hibernate."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://coala-analyzer.org/",
    "github": "https://github.com/coala-analyzer",
    "name": "Udayan Tandon",
    "country": "India",
    "twitter": "https://twitter.com/coala_analyzer",
    "linkedin": "",
    "id": 97,
    "photo": "http://imgur.com/o7hDkIq",
    "organisation": "coala-analyzer",
    "biography": "I'm an undergraduate student pursuing my computer science degree at Indraprasatha Institute of Information Technology, Delhi. I started working on coala  as my GSoC 2015 project. My primary objective was to develop a GUI for it. During my GSoC I got heavily involved in the project and have been contributing to it ever since. I have seen the project grow from a simple tool to a swiss knife. It also helped me select program analysis as a research area going further. I presented my GSoC project briefly at GUADEC 2015 (Gothenburg, Sweden)."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://gentlebrosgames.wix.com/slashyhero",
    "github": "",
    "name": "Desmond Wong",
    "country": "Singapore",
    "twitter": "",
    "linkedin": "",
    "id": 98,
    "photo": "",
    "organisation": "The Gentlebros Pte. Ltd.",
    "biography": "Desmond Wong is the CEO of The Gentlebros, a small 3 man studio set up last year in 2015. Their first game, Slashy Hero, has met with some success being published by Kongregate and reaching over 700k downloads since it was first released. They are now looking at a China release that will further boost their profits and revenue."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://www.redhat.com",
    "github": "",
    "name": "Liron Aravot",
    "country": "Israel",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/lironaravot",
    "id": 99,
    "photo": "",
    "organisation": "Red Hat",
    "biography": "Senior software engineer with over 9 years of experience working for Red Hat for the past 3.5, maintainer of oVirt open virtualization project (www.ovirt.org). Senior member of the oVirt storage team."
  },
  {
    "py/object": "models.Speaker",
    "web": "https://anishanarang.wordpress.com/",
    "github": "https://github.com/anarang",
    "name": "Anisha Narang",
    "country": "India",
    "twitter": "https://twitter.com/anisha_narang",
    "linkedin": "https://www.linkedin.com/in/anisha-narang-4438a946",
    "id": 100,
    "photo": "https://www.facebook.com/photo.php?fbid=10152204641577738&set=pb.545822737.-2207520000.1451558197.&type=3&theater",
    "organisation": "Red Hat",
    "biography": "I joined Red Hat as an intern and have been working with Red Hat for nearly three years now. I handle most of the QA responsibilities at work and enjoy doing test automation. I have worked with a couple of test automation tools like Selenium, Watir, etc. I also work with Jenkins to make sure tests are being executed timely. I enjoy traveling and meeting new people ;) "
  },
  {
    "py/object": "models.Speaker",
    "web": "http://blog.brainattic.in",
    "github": "digen",
    "name": "Swapneel Patnekar",
    "country": "India",
    "twitter": "https://twitter.com/digen_",
    "linkedin": "",
    "id": 101,
    "photo": "",
    "organisation": "Shreshta IT Technologies Pvt. Ltd.",
    "biography": "At my company (Shreshta IT Technologies Pvt. Ltd.) we use Ansible to manage configurations/application deployments in appliances(Firewall/Data backup/VPN) installed at customer locations. As majority of our customers have  a simple broadband connection, pushing the updates/configuration changes through Ansible is extremely easy and reliable over various other alternatives of IT automation.   Note: While, this workshop isn't about our company or what we do, I'd like to share experiences with how we've been able to use Ansible effectively for our workflow. There will be no mention of our company or our products in the entire workshop. "
  },
  {
    "py/object": "models.Speaker",
    "web": "http://linuxtag.org/",
    "github": "",
    "name": "Nils Magnus",
    "country": "Germany",
    "twitter": "",
    "linkedin": "",
    "id": 102,
    "photo": "http://detektor.fm/wp-content/uploads/2013/05/nils_magnus.jpg",
    "organisation": "LinuxTag Association",
    "biography": "Nils Magnus is a system architect and journalist. He has a 15+ year track record in system and database engineering, cloud infrastructure design based on Open Source, and security managment. He believes in sustainable data center solutions and cooperative, agile development methods. In his role as an organizer at LinuxTag Association and the German Unix Users Group, he organizes for more than 15 years conferences and workshops on these topics. Nils Magnus lives in Munich and Berlin, both Germany. "
  },
  {
    "py/object": "models.Speaker",
    "web": "http://rishiness.blogspot.in/",
    "github": "rishiloyola",
    "name": "Rishi Shah",
    "country": "India",
    "twitter": "https://twitter.com/rishiloyola",
    "linkedin": "https://in.linkedin.com/in/rishi-shah-78103bab",
    "id": 103,
    "photo": "https://flic.kr/p/CEjaas",
    "organisation": "appbase.io",
    "biography": "Content and Timings: What is Docker? (3:00) How Docker differs from VM? (2:00) Basic Terms (3:00) Why Use Docker? (4:45) How Does Docker Work? (6:08) Docker Artifact Server (7:01) Docker and the Three Ways of DevOps (3:00) Docker Demos (14:45)"
  },
  {
    "py/object": "models.Speaker",
    "web": "http://so0k.github.io",
    "github": "http://github.com/so0k",
    "name": "Vincent De Smet",
    "country": "Belgium",
    "twitter": "https://twitter.com/vincentdesmet",
    "linkedin": "https://vn.linkedin.com/in/vincentds",
    "id": 104,
    "photo": "https://www.flickr.com/photos/95949760@N07/21952855164/in/album-72157660080743540/",
    "organisation": "Docker Saigon",
    "biography": "During the demo we will show how to - deploy applications on k8s,  - scale applications on k8s - expose applications on k8s - apply the canary deployment pattern with k8s,  - do a full rolling update with k8s  and take failing application instances out of the production workload for instant debuging"
  },
  {
    "py/object": "models.Speaker",
    "web": "https://acale.ph",
    "github": "https://github.com/AcalephStorage",
    "name": "Hunter Nield",
    "country": "Australia",
    "twitter": "https://twitter.com/hunternield",
    "linkedin": "https://sg.linkedin.com/in/hunter",
    "id": 105,
    "photo": "",
    "organisation": "Acaleph",
    "biography": "Hunter is an technologist, developer, designer, data geek and entrepreneur. For over 15 years, he has been working with IT infrastructure and open-source technologies."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://dilumn.github.io/",
    "github": "https://github.com/dilumn",
    "name": "Dilum Navanjana Welgamage",
    "country": "Sri Lanka",
    "twitter": "https://twitter.com/BC_Dilum",
    "linkedin": "https://lk.linkedin.com/in/dilumnavanjana",
    "id": 106,
    "photo": "https://scontent-hkg3-1.xx.fbcdn.net/hphotos-xft1/v/t1.0-9/10417561_10204672485323300_819182022288122758_n.jpg?oh=9683254877a21f74bcdbe8c229d8c305&oe=56E2E885",
    "organisation": "99x Technology",
    "biography": "GSoC 2015 participator with contribution to Celluloid. Currently Working, Studying & contributing to the F/OSS community. Planning to make everything in the world better with Concurrent programming."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://www.haseeb.info/",
    "github": "",
    "name": "Abdul Rauf",
    "country": "India",
    "twitter": "https://twitter.com/haseeb_offline",
    "linkedin": "",
    "id": 107,
    "photo": "",
    "organisation": "Mozilla",
    "biography": "Open Source enthusiast, passionate about community organizing and events, Currently contributing to Mozilla as Community web opener, Community leader at DuckDuckHack(DuckDuckGo)"
  },
  {
    "py/object": "models.Speaker",
    "web": "http://zyzo.github.io",
    "github": "http://github.com/zyzo",
    "name": "Hai An DANG",
    "country": "Vietnam",
    "twitter": "https://twitter.com/DangHaiAn1",
    "linkedin": "https://www.linkedin.com/in/dang-hai-an-5a704581",
    "id": 108,
    "photo": "",
    "organisation": "Institut National des Sciences Appliquées de Toulouse",
    "biography": "DANG Hai An is a computer engineering student in Toulouse, France. He participated in the development of FOSSASIA API during Google Summer of Code 2015, and really enjoyed the experience. He hopes to see the expansion of open-source organisations and projects all over ASIA."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://oonlab.com",
    "github": "github.com/ariestiyansyah",
    "name": "Rizky Ariestiyansyah",
    "country": "Indonesia",
    "twitter": "http://twitter.com/ariestiyansyah",
    "linkedin": "http://linkedin.com/in/ariestiyansyah",
    "id": 109,
    "photo": "https://pbs.twimg.com/profile_images/683931873077100544/Mcy7uWaB_400x400.jpg",
    "organisation": "Mozilla Tech Speaker",
    "biography": "Hola, my name is Rizky Ariestiyansyah and I’m a Full Stack Developer & Business Strategist with equal parts interest in business, tax, management development, and writing. Now I am active as Mozilla Representative and Mozilla Tech Speaker"
  },
  {
    "py/object": "models.Speaker",
    "web": "http://antwebsystems.com",
    "github": "https://gerrit.antwebsystems.com/#/admin/projects/",
    "name": "Hans Bakker",
    "country": "Thailand",
    "twitter": "https://twitter.com/hansbak",
    "linkedin": "https://th.linkedin.com/in/bakkerjc",
    "id": 110,
    "photo": "http://ofbiznew.antwebsystems.com/aws-default/awsimages/antwebbuilding.gif",
    "organisation": "AntWebsystems Co.,Ltd",
    "biography": "Hans Bakker. AntWebsystems.com Self starter, self-made, highly motivated advocate of open source, especially Apache OFBiz ERP. Now managing the AntWebsystems company, which provides quality services for competitive rates around the Apache OFBiz open source ERP system using open source development and production tools only. Regular speaker at Apache conferences in Europe and the USA "
  },
  {
    "py/object": "models.Speaker",
    "web": "http://www.bobreyes.com",
    "github": "",
    "name": "Robert Reyes",
    "country": "Philippines",
    "twitter": "http://twitter.com/bobreyes",
    "linkedin": "",
    "id": 111,
    "photo": "https://www.dropbox.com/s/h30ouesf7hg37ly/bob-profile-pic-formal-headshot.JPG?dl=0",
    "organisation": "Mozilla Philippines Community",
    "biography": "Bob is a Mozilla Representative & Reps Mentor from Manila, Philippines. He is a technopreneur managing his own IT Consultancy firm, with more than 15 years of experience in the field of aviation and more than 10 years of being a volunteer Mozillian."
  },
  {
    "py/object": "models.Speaker",
    "web": "https://medium.com/@trongdan_tran",
    "github": "aladine",
    "name": "Dan Tran",
    "country": "Vietnam",
    "twitter": "https://twitter.com/trongdan_tran",
    "linkedin": "    https://sg.linkedin.com/in/thewind2006",
    "id": 112,
    "photo": "https://flic.kr/p/DbWUXz",
    "organisation": "GrabTaxi",
    "biography": "Just introduce some application and use case of chat bot in Telegram and Slack"
  },
  {
    "py/object": "models.Speaker",
    "web": "https://crosswalk-project.org/",
    "github": "https://github.com/crosswalk-project",
    "name": "Ningxin Hu",
    "country": "China",
    "twitter": "https://twitter.com/xwalk_project",
    "linkedin": "",
    "id": 113,
    "photo": "",
    "organisation": "Intel, Crosswalk Project",
    "biography": "Ningxin Hu is a software engineer, working at Intel in Shanghai, specialized in web technology. Ningxin helps close the gaps between web and native apps focusing on bringing new device capability to web platform and accelerating JavaScript execution by parallelism hardware. Ningxin worked on web browser and runtime projects for various OSes including Moblin, MeeGo, Tizen, Windows and Android. Today, Ningxin mostly contributes to Blink and Chromium as well as a newly launched project named Crosswalk, a web-based application runtime targeting Android, Tizen, and other platforms. On the web standardization side, Ningxin is participating in the W3C Device APIs working group."
  },
  {
    "py/object": "models.Speaker",
    "web": "https://www.jumpingbean.co.za/blogs/mark",
    "github": "http://github.com/mxc",
    "name": "Mark Clarke",
    "country": "South Africa",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/profile/view?id=AAMAAABzbNcB69SCO1j9nBwEQ96hR3rcmt-eJUQ&authType=&authToken=&trk=mp-allpost-aut-name",
    "id": 114,
    "photo": "",
    "organisation": "Jumping Bean",
    "biography": "Mark Clarke is a  developer,  security professional and trainer who works at Jumping Bean, an open source integration company, in Johannesburg South Africa.  He has over 15 year experience of leveraging open source and free software to build robust solutions for customers.   He is passionate about technology and creating a vibrant and innovative start-up industry and culture in the developing world  using open source and free software."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://www.meetup.com/Singapore-JS/",
    "github": "soareschen",
    "name": "Soares Chen",
    "country": "Malaysia",
    "twitter": "https://twitter.com/soareschen",
    "linkedin": "https://sg.linkedin.com/in/soareschen",
    "id": 115,
    "photo": "http://www.meetup.com/Singapore-JS/photos/12333132/436066145/",
    "organisation": "SingaporeJS",
    "biography": "NodeSchool is an open source project run by volunteers with two goals: to create high quality programming curriculum and to host community learning events."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://github.com/joerx",
    "github": "",
    "name": "Joerg Henning",
    "country": "",
    "twitter": "",
    "linkedin": "",
    "id": 116,
    "photo": "",
    "organisation": "FOSSASIA",
    "biography": ""
  },
  {
    "py/object": "models.Speaker",
    "web": "https://ninja.sg",
    "github": "",
    "name": "Sebastiaan Deckers",
    "country": "",
    "twitter": "",
    "linkedin": "",
    "id": 117,
    "photo": "",
    "organisation": "Cofounders.sg",
    "biography": ""
  },
  {
    "py/object": "models.Speaker",
    "web": "http://chinpen.net/",
    "github": "notthetup",
    "name": "Chinmay Pendharkar",
    "country": "Singapore",
    "twitter": "",
    "linkedin": "",
    "id": 118,
    "photo": "https://github.com/voodootikigod/logo.js/blob/master/webaudio/webaudio-js.png",
    "organisation": "Web Audio",
    "biography": "Chinmay is a geek who works with audio technologies. His background is in embedded systems and engineering acoustics, and currently works with underwater communication and networking. He is also the organiser of a couple of geek/developer/hacker meetups in Singapore. He has been involved with WebAudio since the early days and helps out in the W3C specification process for WebAudio."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://pugs.org.sg/",
    "github": "https://github.com/vanzaj",
    "name": "Ivan Zimine",
    "country": "Switzerland",
    "twitter": "",
    "linkedin": "",
    "id": 119,
    "photo": "",
    "organisation": "Python User Group Singapore",
    "biography": "Ivan earned his PhD in Physics in 2003 from University of Geneva, Switzerland. He spent 13 years doing academic research in medical physics, but then decided that he really preferred writing software to scientific papers, and moved to IT field. He has been an active member of the Python User Group Singapore since 2011."
  },
  {
    "py/object": "models.Speaker",
    "web": "https://sayanchowdhury.dgplug.org",
    "github": "https://github.com/sayanchowdhury",
    "name": "Sayan Chowdhury",
    "country": "India",
    "twitter": "https://twitter.com/yudocaa",
    "linkedin": "https://in.linkedin.com/in/sayanchowdhury",
    "id": 120,
    "photo": "https://sayanchowdhury.fedorapeople.org/yoda.jpg",
    "organisation": "Fedora Project",
    "biography": "I am Sayan Chowdhury. I work as a Fedora Infrastructure Engineer in the Fedora Engineering Team and also a Fedora Ambassador from India. I am an open source contributor. I have contributed to Fedora, Mozilla, VLC and various other Python open source projects.   "
  },
  {
    "py/object": "models.Speaker",
    "web": "http://dufferzafar.github.io",
    "github": "http://github.com/dufferzafar/",
    "name": "Shadab Zafar",
    "country": "India",
    "twitter": "https://twitter.com/dufferzafar",
    "linkedin": "",
    "id": 121,
    "photo": "",
    "organisation": "Jamia Millia Islamia",
    "biography": "I am a CS undergrad student from Delhi, India and love to build things using my text editor."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://sundeep.co.in",
    "github": "",
    "name": "Sundeep Anand",
    "country": "India",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/sundeepanand",
    "id": 122,
    "photo": "",
    "organisation": "Red Hat",
    "biography": "Sundeep works with Globalization Team at Red Hat. He has 5 years of experience, mostly in i18n software development. He holds B.E. (Hons) from Staffordshire University, UK. He loves to code, travel and explore."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://iyask.me/",
    "github": "http://github.com/yask123",
    "name": "Yask Srivastava",
    "country": "India",
    "twitter": " https://twitter.com/yask123",
    "linkedin": "https://in.linkedin.com/in/yask123",
    "id": 123,
    "photo": "",
    "organisation": "Moin Moin Wiki",
    "biography": "I will be giving a talk about my GSoC'15 project which I successfully completed for Moin Moin Wiki Engine (Python Software Foundation). MoinMoin is a high performance wiki engine written in Python, used by various organizations such as Ubuntu, Debian, Open Office,PSF.. etc. My project was to build a proper User Interface and User Experience for the wiki users. I will be talking about the various challenges I faced while working on this project and how I solved them."
  },
  {
    "py/object": "models.Speaker",
    "web": "https://whatamithinks.wordpress.com/",
    "github": "",
    "name": "Amita Sharma",
    "country": "India",
    "twitter": "",
    "linkedin": "",
    "id": 124,
    "photo": "",
    "organisation": "Red Hat",
    "biography": "Amita Sharma - I am a Senior Quality Engineer at Red Hat, working for 5 years now. I am responsible for Quality Assurance and testing of Red Hat Directory Server (389). I am a Fedora and Open Source Software enthusiast and contribute to various projects in different ways. I spoke about Fedora QA process at Flock, 2014 in Prague. I regularly write for the Fedora Magazine and blog at http://whatamithinks.wordpress.com/.\""
  },
  {
    "py/object": "models.Speaker",
    "web": "http://www.pydy.org/",
    "github": "https://github.com/sahilshekhawat",
    "name": "Sahil Shekhawat",
    "country": "India",
    "twitter": "https://twitter.com/sahil_shekhawat/",
    "linkedin": "https://www.linkedin.com/in/sahilshekhawat",
    "id": 125,
    "photo": "http://www.pydy.org/_static/logo.svg",
    "organisation": "SymPy / PyDy",
    "biography": "PyDy, short for Python Dynamics, is both a workflow that utlizes an array of scientific tools written in the Python programming language to study multibody dynamics and a set of software packages that help automate and enhance the workflow. The core of this toolset is the SymPy mechanics package which generates symbolic equations of motion for complex multibody systems and PyDy which extends the SymPy output to the numerical domain for simulation, analyses, and visualization. PyDy builds on the popular scientific Python stack such as NumPy, SciPy, IPython, matplotlib, Cython, and Theano."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://iamit.in/blog/",
    "github": "aktech",
    "name": "Amit Kumar JHA",
    "country": "India",
    "twitter": "https://twitter.com/iaktech",
    "linkedin": "https://www.linkedin.com/in/iaktech",
    "id": 126,
    "photo": "https://avatars3.githubusercontent.com/u/5647941?v=3&s=400",
    "organisation": "SymPy",
    "biography": "I am a Final year Student at Delhi Technological University, India and a core developer at the SymPy Project. I spend most of my time committing for Open Source. I am also an active member of Python Delhi User group."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://magutierrez.com/",
    "github": "https://github.com/marcoag",
    "name": "Marco A. Gutiérrez",
    "country": "Spain",
    "twitter": "https://twitter.com/marcoagutier",
    "linkedin": "https://www.linkedin.com/in/marcoagutierrez",
    "id": 127,
    "photo": "http://magutierrez.com/wp-content/uploads/2016/01/marcog.jpg",
    "organisation": "Robolab, University of Extremadura, Spain",
    "biography": "Marco A. Gutiérrez is a PhD student in cognitive vision for robotics systems at the Robotics and Artificial Vision Laboratory (RoboLab) from the University of Extremadura, Spain since 2011. He is currently holding an A*STAR Research Attachment Programme (ARAP) scholarship in the Human Language Technology Department at I2R, A*STAR, Singapore. He has contributed to several open-source robotics and computer vision related projects like RoboComp and the Point Cloud Library as organization administrator and mentor (respectively) for several editions of the Google Summer of Code programme (2013, 2014 and 2015). "
  },
  {
    "py/object": "models.Speaker",
    "web": "https://ankitashukla707.wordpress.com",
    "github": "ankitashukla",
    "name": "Ankita Shukla",
    "country": "India",
    "twitter": "https://twitter.com/tricksy0207",
    "linkedin": "https://www.linkedin.com/in/ankitashukla707",
    "id": 128,
    "photo": "",
    "organisation": "IIT Roorkee",
    "biography": "Ankita is a Computer Science senior at Indian Institute of Technology, Roorkee. She has been a contributor to FOSS for almost 3 years now. In 2014, she interned with Wikimedia under Gnome’s Outreach Program for Women (now Outreachy) on a project entitled “Collaborative Spelling Dictionary”.  Ankita mentored for Mediawiki projects this year at Google Code In 2015 and Gnome Outreachy. She’s also guiding two high-school mentees under the #include fellowship program this year. "
  },
  {
    "py/object": "models.Speaker",
    "web": "http://about.me/errazudin",
    "github": "github.com/errazudin",
    "name": "Errazudin Ishak",
    "country": "Malaysia",
    "twitter": "https://twitter.com/errazudin",
    "linkedin": "https://my.linkedin.com/in/errazudinishak",
    "id": 129,
    "photo": "https://pbs.twimg.com/profile_images/506206012248821760/8CuTOjzO.jpeg",
    "organisation": "Open Source Developers Club Malaysia",
    "biography": "Errazudin works as Data Masseur at OSSB Malaysia. His job focuses on making sense out of massive data. He has previously spoken at several meetups and conferences and has worked with various technologies. In his free time he loves to compose Ahmad-Jais-like tunes in his dream or try to help his little daughter with her super tough kindergarten homework."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://www.ibm.com/us-en/",
    "github": "",
    "name": "Fibish Madathil",
    "country": "Singapore/APAC",
    "twitter": "",
    "linkedin": "",
    "id": 130,
    "photo": "",
    "organisation": "IBM",
    "biography": "Fibish is the Senior Cloud Advisor with a focus on IT transformation to help customers to achieve their business objective. In addition to strategic advisory around IT Transformation, Fibish provides consultation and architecture of innovative solutions to help businesses realise greater value from IT with agility.  Prior to joining IBM, Fibish was CTO with Cloud Brokerage Platform Company, where he was responsible for strategic advisory, leading and delivering Cloud solutions for multiple customers across the region. He led the advisory & architecture team, product roadmap, overall cloud strategy, customer engagements, all the while ensuring provided solutions met customer outcome.  Fibish has 18 years of experience in a broad range of roles and industries, from financial services to service providers, leveraging real life IT executive experience with management consulting skills and a passion for start-up business models to solve complex business problems.    He has been involved with numerous transformation projects in the AP region enabling customers to achieve their business outcome, developed Private and Hybrid cloud strategy- IaaS, PaaS & SaaS, open cloud reference architecture and roadmap for transition, transformation & innovation.  Fibish graduated from the University of Wales with MS in Business IT.  He also holds Bachelors in Science in Computing. He is involved with number of volunteering organization to help make society a better place. He is on the Advisory board of start-up companies.  "
  },
  {
    "py/object": "models.Speaker",
    "web": "http://uzyn.com",
    "github": "uzyn",
    "name": "U-Zyn Chua",
    "country": "Singapore",
    "twitter": "https://twitter.com/uzyn",
    "linkedin": "https://www.linkedin.com/in/uzynchua",
    "id": 131,
    "photo": "http://zynesis.com/img/team/uzyn-chua.jpg",
    "organisation": "Zynesis",
    "biography": "U-Zyn's primary interests are blockchain, sysops and security. He runs Zynesis, a sysops and blockchain consultancy, during the day and hacks around at night."
  },
  {
    "py/object": "models.Speaker",
    "web": "https://wikipedia.org",
    "github": "",
    "name": "Satdeep Gill",
    "country": "India",
    "twitter": "https://twitter.com/satdeep_gill",
    "linkedin": "http://www.linkedin.com/in/satdeepgill",
    "id": 132,
    "photo": "https://commons.wikimedia.org/wiki/File:Satdeep-gill_01.JPG",
    "organisation": "Punjabi Wikimedians",
    "biography": "Wikimedian since 2009, I realized that there is no single project which focus on folklore. This will help to translate folklores as well. I am student of Punjabi Language and Literature and I have studied Culture and Folklore as a part of my academic curriculum."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://nflabs.com",
    "github": "bzz",
    "name": "Alexander Bezzubov",
    "country": "Korea",
    "twitter": "https://twitter.com/seoul_engineer",
    "linkedin": "",
    "id": 133,
    "photo": "https://pbs.twimg.com/profile_images/679593920024555520/OnYP2TW0_400x400.png",
    "organisation": "NFLabs Inc, Apache Software Foundation",
    "biography": "Apache Zeppelin (incubating) committer and PPMC, Engineer @NFLabs,"
  },
  {
    "py/object": "models.Speaker",
    "web": "https://hotosm.org/",
    "github": "https://github.com/hotosm",
    "name": "Mhairi O'Hara",
    "country": "Indonesia",
    "twitter": "http://twitter.com/hotosm",
    "linkedin": "https://www.linkedin.com/in/mhairiohara",
    "id": 134,
    "photo": "https://github.com/mataharimhairi/images/blob/master/profile_pic.png",
    "organisation": "Humanitarian OpenStreetMap Team",
    "biography": "Mhairi O'Hara is a GIS specialist working with the Humanitarian OpenStreetMap Team (HOT) on a number of projects including technical development, mapping initiatives and the coordination of internships in open source.  With a background in volcanology, she is now dedicated to disaster management and humanitarian efforts, and is an keen advocate of open data and software. "
  },
  {
    "py/object": "models.Speaker",
    "web": "http://sonlethanh.com",
    "github": "http://github.com/thsonvt",
    "name": "Thanh Son Le",
    "country": "Vietnam, Ho Chi Minh City",
    "twitter": "https://twitter.com/thsonvt",
    "linkedin": "https://sg.linkedin.com/in/thsonvt",
    "id": 135,
    "photo": "",
    "organisation": "IBM",
    "biography": "A 15 min of talk about Apache Solr and 5 min about its implementation in IBM Watson Retrieve & Rank API"
  },
  {
    "py/object": "models.Speaker",
    "web": "http://aadrake.com",
    "github": "",
    "name": "Adam Drake",
    "country": "USA",
    "twitter": "https://twitter.com/aadrake",
    "linkedin": "https://sg.linkedin.com/in/aadrake",
    "id": 136,
    "photo": "",
    "organisation": "Atazzo",
    "biography": "Adam Drake has been in technology roles for nearly 20 years in a variety of industries including ecommerce, online travel, online marketing, financial services, healthcare, and oil and gas. His background is in Applied Mathematics, and his interests include online learning systems, high-frequency/low-latency data processing systems, recommender systems, and distributed systems."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://www.geoicon.com",
    "github": "https://github.com/geoicon",
    "name": "Ganeshkumar Shanmugam",
    "country": "Singapore",
    "twitter": "https://twitter.com/geoicon",
    "linkedin": "https://sg.linkedin.com/in/sgganesh",
    "id": 137,
    "photo": "https://goo.gl/R5Hibc",
    "organisation": "GeoICON Pte. Ltd",
    "biography": "Open source geospatial software is lesser known application stack to governments. This talk intended to introduce the stack and the application possibilities with FOSS4G. The talk will focus on GeoServer, PostGIS, QGIS and Mapbox technologies"
  },
  {
    "py/object": "models.Speaker",
    "web": "http://aneesh.xyz",
    "github": "https://github.com/aneeshd16",
    "name": "Aneesh Devasthale",
    "country": "India",
    "twitter": "https://twitter.com/aneeshd16",
    "linkedin": "https://www.linkedin.com/in/aneeshdevasthale",
    "id": 138,
    "photo": "",
    "organisation": "Loklak",
    "biography": "Aneesh Devasthale is a software developer and entrepreneur from New Delhi. He loves experimenting and combining different technologies. He is on a mission to make software that can solve the world's problems."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://larc.smu.edu.sg/",
    "github": "",
    "name": "Philips Kokoh Prasetyo",
    "country": "Indonesia",
    "twitter": "https://twitter.com/philipskokoh",
    "linkedin": "",
    "id": 139,
    "photo": "",
    "organisation": "Living Analytics Research Centre (LARC)",
    "biography": "Elastic software engineer (Medcl Zeng) LARC engineers (Philips Kokoh Prasetyo, Arinto Murdopo, Casey Vu)"
  },
  {
    "py/object": "models.Speaker",
    "web": "",
    "github": "",
    "name": "Kazuki Uehara",
    "country": "Japan",
    "twitter": "",
    "linkedin": "",
    "id": 140,
    "photo": "",
    "organisation": "NTT OSS Center",
    "biography": "I'm dealing with PostgreSQL from 2014 at that company.  The business in one's charge :   * PostgreSQL support (inquiry correspondence, etc.)   * Update verification of PostgreSQL major / minor for support   Currently, we have conducted verification towards 9.5 support.    In addition, we have also tested products related to PostgreSQL.  I've investigated pgpool-II and pacemaker as a representative of the HA cluster."
  },
  {
    "py/object": "models.Speaker",
    "web": "www.vitessedata.com",
    "github": "",
    "name": "CK Tan",
    "country": "USA",
    "twitter": "@cktan",
    "linkedin": "https://www.linkedin.com/in/cktan",
    "id": 141,
    "photo": "",
    "organisation": "Vitesse Data",
    "biography": "CK Tan is Founder at Vitesse Data, a database startup in Silicon Valley that provide data processing accelerators for Postgres, Greenplum DB and Spark. CK was Director of Data Services at Elance-oDesk (now Upwork) where he ran the data group. Prior to that, he was Sr Architect at Greenplum. Early in his career, CK worked on MPP database at Informix XPS. Before Informix, he worked as a research staff at UW-Madison Database Research on Shore Storage Manager and Exodus Storage Manager."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://postgresql-india.blogspot.in",
    "github": "",
    "name": "Sivakumar K",
    "country": "India",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/tosivakumar",
    "id": 142,
    "photo": "",
    "organisation": "InMobi",
    "biography": "The issues are categorised under various umbrella and we will deep dive into the same during the course of  the talk.  1. Database User Control  2. Change Control  3. Replication  4. Partitions  5. Reliability Issues  6. Performance  7. Miscellaneous"
  },
  {
    "py/object": "models.Speaker",
    "web": "atrisharma.blogspot.com",
    "github": "",
    "name": "Atri Sharma",
    "country": "India",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/atrisharma",
    "id": 143,
    "photo": "",
    "organisation": "Pivotal",
    "biography": "A PostgreSQL hacker"
  },
  {
    "py/object": "models.Speaker",
    "web": "http://ajilius.com",
    "github": "",
    "name": "Ron Dunn",
    "country": "Australia",
    "twitter": "@AjiliusRon",
    "linkedin": "https://www.linkedin.com/in/rondunn",
    "id": 144,
    "photo": "",
    "organisation": "Ajilius Pty. Ltd.",
    "biography": "Ron Dunn is a data warehouse specialist with over 30 years of experience in the field. As well as working with PostgreSQL data warehouses through his Evangelist role at Ajilius, he runs the PostgreSQL Data Warehousing & Business Intelligence Meetup group in Australia. He has worked with companies across the Asia Pacific, ranging from small businesses to the largest conglomerates, and is firmly committed to the growth of PostgreSQL in enterprise computing."
  },
  {
    "py/object": "models.Speaker",
    "web": "tantanapp.com",
    "github": "",
    "name": "Victor Blomqvist",
    "country": "Sweden",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/viblo",
    "id": 145,
    "photo": "",
    "organisation": "Tantan",
    "biography": "Victor plays a major role in the backend team at the Chinese dating company Tantan, where he handles all parts from development in Go to database management of PostrgreSQL. He was part of the original development team and has first-hand experience facing the tremendous growth and challenges Tantan has encountered along the way."
  },
  {
    "py/object": "models.Speaker",
    "web": "",
    "github": "",
    "name": "PostgreSQL Community",
    "country": "",
    "twitter": "",
    "linkedin": "",
    "id": 146,
    "photo": "",
    "organisation": "",
    "biography": ""
  },
  {
    "py/object": "models.Speaker",
    "web": "http://mayankmysql.blogspot.com/",
    "github": "",
    "name": "Mayank Prasad",
    "country": "india",
    "twitter": "https://twitter.com/manku",
    "linkedin": "https://www.linkedin.com/in/mayank-prasad-27751b13",
    "id": 147,
    "photo": "https://media.licdn.com/mpr/mpr/shrinknp_400_400/p/5/005/0b8/0a3/04b44b4.jpg",
    "organisation": "MySQL, Oracle India Private Limited",
    "biography": "I am working in Oracle as Principal Member Technical Staff and work in MySQL–Performance Schema development. I have been working in database development since 2006. Prior to Oracle, I was working in IBM software Labs in DB2 development for around four and half years. I have two patents and one published disclosure on my name and two of them are in database technology. I also have an ieee research paper in ICIP (International conference of Image Processing), in field of Image processing.  I have presented MySQL Performance Schema on different conferences and platforms. To name few :  1. FOSSASIA, 2015, Singapore. 2. Oracle Open World - Oct 2015. San Franscisco. 3. Oracle Open World - Oct 2014. San Franscisco. 4. \"Open Source India Conference\", 2015, Bangalore. 5. \"Open Source India Conference\", 2013, Bangalore. 6. \"Open Source India Conference\", 2012, Bangalore. 7. MySQL User Camp, 2012, Bangalore."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://manishthe.blogspot.in/",
    "github": "",
    "name": "Manish Kumar",
    "country": "India",
    "twitter": "",
    "linkedin": "",
    "id": 148,
    "photo": "https://goo.gl/photos/PvkeNwNRTGFfJsQy6",
    "organisation": "Oracle India Pvt. Ltd.",
    "biography": "Its about MySQL Group Replication and its evolution "
  },
  {
    "py/object": "models.Speaker",
    "web": "http://mysqlserverteam.com/author/abhishek/",
    "github": "https://github.com/abhi5466",
    "name": "Abhishek Ranjan",
    "country": "India",
    "twitter": "",
    "linkedin": "",
    "id": 149,
    "photo": "",
    "organisation": "Oracle India Pvt. Ltd.",
    "biography": "Abhishek Ranjan obtained his Engineering degree in Computer Science in 2012 from BIT Mesra. Mr Ranjan has been working as Software Developer in MySQL Runtime team since 2012. He is currently employed by Oracle, based in India."
  },
  {
    "py/object": "models.Speaker",
    "web": "https://oren.github.io",
    "github": "https://github.com/oren",
    "name": "Oren Golan",
    "country": "U.S",
    "twitter": "https://twitter.com/oreng",
    "linkedin": "https://www.linkedin.com/in/orengolan",
    "id": 150,
    "photo": "https://avatars0.githubusercontent.com/u/6517?v=3&s=460",
    "organisation": "Sanguine",
    "biography": "When not collecting Hello Kitty accessories, Oren likes to create things and break them apart. His recent experiments involve Node.js, Docker, Elm and Graph databases."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://www.winnowsolutions.com",
    "github": "",
    "name": "Maxime Pourrat",
    "country": "Switzerland",
    "twitter": "https://twitter.com/winnowsolutions",
    "linkedin": "https://sg.linkedin.com/in/maximepourrat",
    "id": 151,
    "photo": "",
    "organisation": "Winnow Solutions",
    "biography": "Maxime has more than a decade of experience in Hospitality, Private Equity, Startups and MNCs spanning from Beijing to London, Geneva and Singapore. He first move to Asia to join Kempsinki Hotels in Beijing with their Asia business development team. Following this he worked at one of China's first foreign-owned private equity firms. He managed portfolio investments in F&B and tech start-ups. Prior to Winnow Solutions, he worked in project management at Caterpillar where he realised it was time to return where he belongs -  Asia and the Startup world."
  },
  {
    "py/object": "models.Speaker",
    "web": "https://hf.dropcut.net",
    "github": "",
    "name": "Herr Flupke",
    "country": "internet",
    "twitter": "",
    "linkedin": "",
    "id": 152,
    "photo": "",
    "organisation": "🐰",
    "biography": "herr flupke  explains machines to humans and humans to machines. His work involves security and privacy, community and ethics."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://lunarius.fe80.eu",
    "github": "lynxis",
    "name": "Alexander Couzens",
    "country": "Germany",
    "twitter": "https://twitter.com/lynxislazus",
    "linkedin": "",
    "id": 153,
    "photo": "",
    "organisation": "freelancer",
    "biography": "I'm an open source developer doing low level delelopment like OpenWrt and coreboot. "
  },
  {
    "py/object": "models.Speaker",
    "web": "https://www.linkedin.com/in/norvanvogt",
    "github": "",
    "name": "Norvan Vogt",
    "country": "Australia",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/norvanvogt",
    "id": 154,
    "photo": "",
    "organisation": "Queensland Health",
    "biography": "Norvan is passionate about open source technology and using ICT to make a difference in the world. At age 18, Norvan co-founded an open source software company in Canberra. In 2004, he was responsible for leading the campaign that concluded with the Australian Capital Territory (ACT) legislative assembly changing legislation, where they are preferencing open source software during procurement. Furthermore, Norvan has spent at least five years working internationally on ICT projects, creating open source solutions through community development methodologies, for the United Nations, AusAID and the World Bank, in Vanuatu, Cambodia and Guatemala. Norvan has served in a range of high level advisory roles, such as the Prime Minister’s Youth Roundtable,  Defence Reserves Support Council and the United Nations International Symposium on Volunteering. He is currently employed by Townsville Hospital as the Chief Information Officer for the health district and is also studying a PhD part-time at James Cook University."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://intzone.com",
    "github": "https://github.com/zionsg",
    "name": "Zion Ng",
    "country": "Singapore",
    "twitter": "https://twitter.com/zionsg2015",
    "linkedin": "https://sg.linkedin.com/in/zionsg2015",
    "id": 155,
    "photo": "https://momocentral.com/system/devs/logos/000/000/027/original/zion.jpg",
    "organisation": "intZone.com",
    "biography": "Zion Ng is a Singaporean freelance web developer at intZone.com. Programming has been his favourite hobby since his teens, a tool to create solutions for himself, family and friends. He believes in lifelong learning as passion may die off but passion for learning will keep the flame alive. He graduated from the School of Computing, National University of Singapore and is also a Zend Certified Engineer (PHP and Zend Framework)."
  },
  {
    "py/object": "models.Speaker",
    "web": "https://woohuiren.me",
    "github": "https://github.com/GIANTCRAB",
    "name": "Huiren Woo",
    "country": "Singapore",
    "twitter": "https://twitter.com/woohuiren",
    "linkedin": "https://www.linkedin.com/in/woohuiren",
    "id": 156,
    "photo": "http://i.imgur.com/OE63qaN.jpg",
    "organisation": "Fedora Project",
    "biography": "Here's a short run through of what the talk will be about:   - Self Introduction - FOSS & OSS -- How I contribute to FOSS -- How you can contribute -- Why I contribute -- Why you should contribute -- Power of FOSS & OSS - About Fedora -- Brief dramatic history --- Argument of Fedora Devs with Linus - Why Fedora -- Cutting edge - How to Fedora -- Pidora -- Cloud images - Alternatives to proprietary software -- Skype alternatives, etc. - Conclusion"
  },
  {
    "py/object": "models.Speaker",
    "web": "http://sayan.ee",
    "github": "github.com/sayanee",
    "name": "Sayanee Basu",
    "country": "Singapore",
    "twitter": "https://twitter.com/sayanee_",
    "linkedin": "https://www.linkedin.com/in/sayanee",
    "id": 157,
    "photo": "https://www.flickr.com/photos/jurvistan/23015512439/in/album-72157661087124089/",
    "organisation": "We Build SG",
    "biography": "Sayanee is a web developer with an interest in connecting low powered sensors to the Internet. She created developer tools screencasts at http://build-podcast.com and does some coding for the https://webuild.sg project. In her free time, she loves to attend developer meetups and conferences to share what she is learning."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://anivar.net",
    "github": "anivar",
    "name": "Anivar Ammanath Aravind",
    "country": "India",
    "twitter": "https://twitter.com/anivar",
    "linkedin": "https://in.linkedin.com/in/anivar",
    "id": 158,
    "photo": "https://commons.wikimedia.org/wiki/File%3AAnivar_Aravind_%2815182117864%29.jpg",
    "organisation": "Mozilla India",
    "biography": "Anivar A. Aravind is a Senior Program/Project Management professional based in Bangalore with 10+ year Industry experience. He is a well known Free Software/Culture Evangelist in South Asia with a 14 year active involvement record. Anivar has a long track record of initiating, sustaining and running various Technical, Policy and Developer platforms and mobilizing people support and participation in such initiatives. Anivar has significant expertise on ICT public policy, Internet Governance, Open standards, Language technology, FOSS Licensing, Accessibility, and coordinating remote and scattered teams. He has substantial experience in mentoring many free and open source software projects and start-ups in social technology space to find their feet, assisting in various capacities from part- time adviser to chief technologist. As a social entrepreneur and activist working in the field of ICT4D for the last 10 years, he has extensive experience working with many small and large organizations at the local, regional, national and international levels. He contributed to the launch and maintenance of many thematic and regional networks and his activism has always focused on bridging the awareness gap between digital rights activism and general public in India.  He is the Executive Director of Indic Project and currently chairing Mozilla India Policy and Advocacy task force."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://www.openinventionnetwork.com/",
    "github": "",
    "name": "Keith Bergelt",
    "country": "USA",
    "twitter": "",
    "linkedin": "",
    "id": 159,
    "photo": "",
    "organisation": "Open Invention Network",
    "biography": "Keith Bergelt is the CEO of Open Invention Network (OIN), the largest patent non-aggression community in history, organized to support freedom of action in Linux and open source software.  OIN has more than 2,000 community members and owns more than 1,100 global patents and applications.  OIN offers a free license to its owned patents and coordinates a broad OSS-centric member cross-license; both are available in one OIN license on a royalty free basis to any party that joins the OIN community.  Prior to joining OIN, Mr. Bergelt served as CEO of two funds formed to unlock the considerable asset value of intellectual property in middle market companies.  Previously, Mr. Bergelt's private sector experience includes service as a senior advisor to the technology investment division at Texas Pacific Group.   He also headed business development, IP and licensing for Cambridge Display Technology.  Additionally, he established and served as General Manager of the Strategic Intellectual Asset Management business unit and director of Technology Strategy at Motorola.     Mr. Bergelt's public sector experience includes service as an American Diplomat in Washington, DC, New York, NY (United Nations), and Tokyo, Japan (American Embassy)."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://anweshadas.in",
    "github": "",
    "name": "Anwesha Das",
    "country": "India",
    "twitter": "",
    "linkedin": "",
    "id": 160,
    "photo": "http://anweshadas.in/content/images/2015/03/479357_510013835681502_1332101143_o.jpg",
    "organisation": "Fedora Project",
    "biography": "Anwesha Das, an Advocate practicing law for 6 years. She is an active user of FOSS technologies. She contributes to Fedora Project.  One of her major goal is to help the FOSS developers with the legal aspect of the software industry."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://www.openinventionnetwork.com",
    "github": "",
    "name": "Kevin Huang",
    "country": "Taiwan",
    "twitter": "",
    "linkedin": " https://tw.linkedin.com/in/kevin-huang-b2a3096",
    "id": 161,
    "photo": "",
    "organisation": "Open Invention Network",
    "biography": "To reduce patent risk around Linux system"
  },
  {
    "py/object": "models.Speaker",
    "web": "https://www.facebook.com/cocotsaizax",
    "github": "",
    "name": "Menghsuan Tsai",
    "country": "Taiwan",
    "twitter": "",
    "linkedin": "",
    "id": 162,
    "photo": "",
    "organisation": "National Cheng Kung University",
    "biography": "I have a strong passion in dealing problems in an efficient way. No matter how much time it takes, I like to try things to benefit the society.  I am willing to devote myself to spend thousands of hours to help others save an hour for their work. I believe the environment must be changed to make it a better world for us to do things effectively. Apart from the efficiency, I am interested in joining a community because it gives me an opportunity to acquire both determination and selflessness. Working together in the community makes me feel a part of something bigger; it teaches me not to only make decision from my perspective view but to take the whole community into consideration. Although practicing coding takes sweat, I am still willing to devote myself to help others finish the projects. Not until I overcome one failure after another can I learn that the turning points are meant to trigger your potential ability. Every obstacle happened in community is a chance for me to cultivate skills and enhance competitiveness.  As the two main points mentioned above, with the ambition to challenge myself and to venture into the unknown, I would like to grab the chance to join FOSSASIA 2016. To wake myself up under the sleepy eyes of ignoring the cruel facts of the world, it’s necessary to be stimulated by the diversity. To gain more information and get to know more people, it is a great opportunity for me to face challenges and receive suggestions. I know I am still lack for experience and knowledge, so I hope, by joining FOSSASIA 2016, I can get more inspiration and innovation to make my project even better.  And...  One reason why I want to attend this program is because of my ambition for promoting the open source software. I am a sophomore at Cheng Kung University in Tainan the southern city in Taiwan. I am usually buried under a heavy load of homework during the week. So I usually try to take an adventure to try new software programs for making my work more convenient. “Technology happens when imagination meets need.” With the development of the technology, I can use open sources, such as Inkscape, Amara and Gimp online. One of the most terrifying assignment that I have ever had)was assigned by Professor Yung for the course “electrical circuit”. We had to read through papers about the electricity and find out what we can probe from our class materials, like noise filters or common base amplifiers. Moreover, I had to make an English presentation to give my proposal in this class.  So when I finally have some free time on weekends, I can surf the internet to check out the latest information for open source. I easily use Inskape to redesign picture forms Openclipart to make eye-popping slides. Also as a English learner, I use Amara to translate video like Emma Watson’s speech in the EU from youtube. From this, I practice not only my listening skills, but also how to boost my impact of my communication in English. Simply put, I want to deliver the convince which I gain from the open source software. Open source software has changed the way I see my world, and now I want it to change the world that I see and live in. "
  },
  {
    "py/object": "models.Speaker",
    "web": "http://sdmokonote.wordpress.com",
    "github": "sdmoko",
    "name": "Syah Dwi Prihatmoko",
    "country": "Indonesia",
    "twitter": "https://twitter.com/sdmoko",
    "linkedin": "https://www.linkedin.com/in/sdmoko",
    "id": 163,
    "photo": "",
    "organisation": "BlankOn",
    "biography": "FLOSS Activist and Young Sysadmin"
  },
  {
    "py/object": "models.Speaker",
    "web": "http://blogs.gnome.org/muelli/",
    "github": "muelli",
    "name": "Tobias Mueller",
    "country": "Germany",
    "twitter": "",
    "linkedin": "",
    "id": 164,
    "photo": "",
    "organisation": "GNOME",
    "biography": "Tobias Mueller served the GNOME Foundation to achieve their goals of creating and distributing great Free Software products as a Director of the GNOME Foundation for many year. Besides being a Free Software and GNOME lover, Tobias is involved in the German security research community around the Chaos Computer Club. Topics of interest include Platform- and System-Security, Cryptography and Security Protocols.  And making all of those usable."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://huzaifas.livejournal.com/",
    "github": "",
    "name": "Huzaifa Sidhpurwala",
    "country": "India",
    "twitter": "",
    "linkedin": "",
    "id": 165,
    "photo": "",
    "organisation": "Red Hat",
    "biography": "Speaker is a Senior Security Engineer at Red Hat and a regular speaker at conferences."
  },
  {
    "py/object": "models.Speaker",
    "web": "https://sambuddhabasu3.wordpress.com/",
    "github": "sammyshj",
    "name": "Sambuddha Basu",
    "country": "India",
    "twitter": "https://twitter.com/sambuddha_basu",
    "linkedin": "https://in.linkedin.com/in/sambuddhabasu1",
    "id": 166,
    "photo": "",
    "organisation": "Privly",
    "biography": "Privly now has a Safari extension which is an addition to its previous Chrome and Firefox extensions. This was built during the Google Summer of Code program. Privly also allows seamless posting of messages now. To support the open source community, Privly is also a part of the FOSSASIA organization for the Google CodeIn program."
  },
  {
    "py/object": "models.Speaker",
    "web": "https://ring.cx/",
    "github": "",
    "name": "Alexandre Lision",
    "country": "Canada",
    "twitter": "",
    "linkedin": "",
    "id": 167,
    "photo": "https://carrieres.savoirfairelinux.com/static/img/alexandre.jpg",
    "organisation": "Ring developped by Savoir-faire Linux",
    "biography": "Alexandre has been working as a free software consultant at Savoir-faire Linux in Montréal since 2013. He has developped a wide panel of mobile apps, from sport statistics collection, to industrial metal testing. End of 2014, he joined the Ring team to port Ring on Mac OSX, working on low level video development (libav/ffmpeg), packaging, and UI/UX."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://mrebultan.simplesite.com/",
    "github": "",
    "name": "Michael Rebultan",
    "country": "Philippines",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/michael-art-go-rebultan-87661b47",
    "id": 168,
    "photo": "http://mrebultan.simplesite.com/423728083",
    "organisation": "Equinix",
    "biography": "More than 13 years in Linux systems administration and network hardening. An experienced security audit in PCI-DSS and SOX compliance. A Penetration Tester and Vulnerability Assessment practitioner. With background in Malware Analysis and Reverse Engineering."
  },
  {
    "py/object": "models.Speaker",
    "web": "",
    "github": "",
    "name": "Eileen/Kiruthika",
    "country": "",
    "twitter": "",
    "linkedin": "",
    "id": 169,
    "photo": "",
    "organisation": "Science Centre",
    "biography": ""
  },
  {
    "py/object": "models.Speaker",
    "web": "",
    "github": "",
    "name": "Science Hacks and Science Hackers",
    "country": "",
    "twitter": "",
    "linkedin": "",
    "id": 170,
    "photo": "",
    "organisation": "",
    "biography": "Science Hackers from all over the world who enjoy open knowledge and sharing."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://newpalmyra.org",
    "github": "https://github.com/newpalmyra",
    "name": "Barry Threw Jon Phillips",
    "country": "USA",
    "twitter": "https://twitter.com/NewPalmyraOrg",
    "linkedin": "",
    "id": 171,
    "photo": "http://www.newpalmyra.org/sites/default/files/images/featured_project_slider/Arch-of-Triumph-01.jpg",
    "organisation": "#NEWPALMYRA",
    "biography": "Barry Threw (@barrythrew) is an artist and technologist focused on spatial media, mutible architectures, and cultural infrastructures. He works in collaboration with institutions, artists and organizations at the intersection of technology and culture. He is Director of Software at Obscura Digital, and is a curator with the Gray Area Foundation for the Arts. He works on free software and open knowledge projects with Fabricatorz.  He is serving as Interim Director of #NEWPALMYRA until Bassel Khartabil's release."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://www.valentina-project.org",
    "github": "https://github.com/tusuzu",
    "name": "Susan Spencer",
    "country": "United States",
    "twitter": "https://twitter.com/ValentinaPSW",
    "linkedin": "https://www.linkedin.com/in/susan-spencer-3b502516",
    "id": 172,
    "photo": "https://www.linkedin.com/in/susan-spencer-3b502516?trk=hp-identity-photo",
    "organisation": "Valentina",
    "biography": "Susan Spencer has a background in network security and design. Co-Founder with Roman Telezhynski of Valentina open source pattern design software."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://gylim78.blogspot.sg",
    "github": "",
    "name": "Leon Lim",
    "country": "Singapore",
    "twitter": "",
    "linkedin": "",
    "id": 173,
    "photo": "",
    "organisation": "Touch & Print",
    "biography": "Leon describes himself as an engineer, maker and designer. The computer engineering graduate has been building electronics hardware, usually with the Arduino and is at ease with writing web apps using PHP and JQuery. He designs mostly with Adobe Photoshop and Adobe Illustrator and contribute actively to the maker movement. After experimenting with a range of household chemicals, such as vinegar, salt and disinfectants (hydrogen peroxide), he discovered that he could use some of them to produce high-quality printed circuit boards (PCBs), which he has been trying to help improve over time. He also help to run Creative Crew Singapore, an official Adobe user group that meets monthly in Singapore."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://www.nora-al-badri.de",
    "github": "",
    "name": "Nora Al-Badri",
    "country": "Germany",
    "twitter": "https://twitter.com/noraalbadri",
    "linkedin": "",
    "id": 174,
    "photo": "http://images.google.de/imgres?imgurl=http%3A%2F%2Fwww.somethingelse-off.com%2Fwp-content%2Fuploads%2F2015%2F11%2FNora-Al-Badri-Portrait2.jpg&imgrefurl=http%3A%2F%2Fwww.somethingelse-off.com%2Fportfolio%2Fnora-al-badri%2F&h=1200&w=960&tbnid=Z9AsePA4mJoiCM%3A&docid=HQjIks_bkgeJRM&ei=4CzlVrHDEsWfaJbGoeAE&tbm=isch&client=safari&iact=rc&uact=3&dur=871&page=1&start=0&ndsp=17&ved=0ahUKEwixs4aAp73LAhXFDxoKHRZjCEwQrQMIHjAA",
    "organisation": "Artist of \"The Other Nefertiti\"",
    "biography": "Nora Al-Badri is a multi-disciplinary artist with a German-Iraqi background working in different mediums such as sculpture and installation, photography and film. Her pieces deal with issues arising through hegemonic and neocolonial power structures and representations between the so called global South and North as well as with the various faces of war. Al-Badri lives and works in Berlin. She studied political sciences at Johann Wolfgang Goethe University in Frankfurt/Main and visual communications at Offenbach University of Art and Design. Her works got granted by several institutions like Goethe-Institut, Institut für Auslandsbeziehungen (IfA), German Federal Foreign Office and European Cultural Foundation (ECF). Since 2009 she also collaborates with Jan Nikolai Nelles as a collective."
  },
  {
    "py/object": "models.Speaker",
    "web": "https://chris-lamb.co.uk/",
    "github": "lamby",
    "name": "Chris Lamb",
    "country": "United Kingdom",
    "twitter": "https://twitter.com/lolamby",
    "linkedin": "",
    "id": 175,
    "photo": "",
    "organisation": "Debian",
    "biography": "I have been a prolific Debian Developer since 2008, not only maintaining popular software packages such as Redis, but I have been an \"archive assistant\", committer in the Live CD, Installer and X.Org maintainer teams, and an active participant in archive-wide quality-assurance efforts."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://oracle.com",
    "github": "",
    "name": "Anand Jain",
    "country": "India",
    "twitter": "",
    "linkedin": "",
    "id": 176,
    "photo": "",
    "organisation": "Oracle Corporation Singapore Pte Ltd",
    "biography": "Anand Jain is a Linux kernel developer at Oracle corporation Singapore. Currently he is contributing to the development of Btrfs File System."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://www.deepin.org",
    "github": "https://github.com/linuxdeepin",
    "name": "Derek Dai",
    "country": "China",
    "twitter": "",
    "linkedin": "",
    "id": 177,
    "photo": "",
    "organisation": "Deepin",
    "biography": "Derek is a Linux user and developer. Interesting in how to measure and improve system performance recently."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://omerjerk.in",
    "github": "github.com/omerjerk",
    "name": "Umair Khan",
    "country": "India",
    "twitter": "",
    "linkedin": "",
    "id": 178,
    "photo": "http://procesaing.org",
    "organisation": "The Processing Foundation",
    "biography": "I'll be talking about how people can use Processing tools/language to learn to code. This will specifically be targeted to people who don't know how to code."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://eleventhlane.wordpress.com",
    "github": "https://github.com/zaknuces",
    "name": "Owais Zahid",
    "country": "Pakistan",
    "twitter": "https://twitter.com/owais_zahid",
    "linkedin": "https://sg.linkedin.com/in/owaiszahid",
    "id": 179,
    "photo": "https://s.gravatar.com/avatar/888bce4690bbd62492301e34dcdb3fb9?s=80",
    "organisation": "Autodesk",
    "biography": "Owais Zahid joined the Autodesk PLM 360 engineering team in 2014 as a Senior User Interface Developer. He is a certified Scrum Master. He divides his time between working as his team’s Scrum Master and developing the next generation user interface of PLM 360. Owais has over 10 years’ programming experience developing software in multiple programming languages. He holds a Master of Science degree from National University of Computer and Emerging Sciences. When not creating the next PLM UI, Owais is a frequent contributor to the Autodesk Engineering blogs and spends his free time programming in the genre of 3D game programming and augmented reality."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://vrcollab.com",
    "github": "wizztjh",
    "name": "Jia Hen Tee",
    "country": "Malaysia",
    "twitter": "https://twitter.com/wizztjh",
    "linkedin": " https://www.linkedin.com/in/wizztjh",
    "id": 180,
    "photo": "",
    "organisation": "VRcollab",
    "biography": "Founder and CTO of VRcollab"
  },
  {
    "py/object": "models.Speaker",
    "web": "http://jancborchardt.net",
    "github": "https://github.com/jancborchardt",
    "name": "Jan-Christoph Borchardt",
    "country": "Germany",
    "twitter": "https://twitter.com/jancborchardt",
    "linkedin": "",
    "id": 181,
    "photo": "https://border-none.net/uploads/bono/jan-christoph_borchardt_03.jpg",
    "organisation": "ownCloud, Open Source Design",
    "biography": "Jan-Christoph Borchardt is an open source designer, currently focused on ownCloud and opensourcedesign.net He worked with several open source software projects including Unhosted, Terms of Service; Didn’t Read, Litewrite, Diaspora and more. Jan also regularly collaborates with design universities to get students involved in open source."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://piratefsh.github.io",
    "github": "piratefsh",
    "name": "Sher Minn Chong",
    "country": "Malaysia",
    "twitter": "https://twitter.com/piratefsh",
    "linkedin": "",
    "id": 182,
    "photo": "https://goo.gl/photos/JJNoMmKMzHweD8CJ7",
    "organisation": "Code Artist",
    "biography": "Sher Minn Chong is a front-end web engineer. Equal parts programmer and visual artist, she is enjoys the combination of both worlds, especially for the web. Her background spans rapid development at startups, coding education, and never graduated from Recurse Center. She is currently excited about creative coding, JavaScript technologies, and computer vision."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://www.victoriabondarchuk.com/",
    "github": "https://github.com/victoria-bondarchuk",
    "name": "Victoria Bondarchuk",
    "country": "Russia/St.-Petersburg",
    "twitter": "https://twitter.com/seoul_victoria",
    "linkedin": "https://www.linkedin.com/in/victoriabondarchuk",
    "id": 183,
    "photo": "https://media.licdn.com/mpr/mpr/shrinknp_400_400/AAEAAQAAAAAAAAIRAAAAJGUyNWI2NjgxLWE1NzMtNGI4MC1hYTQxLWFkOGVkZGRkYTdlZg.jpg",
    "organisation": "Seoul Tech Society, Dmajor",
    "biography": "UX Researcher from Seoul. Interested in Open Source and Open Fashion. "
  },
  {
    "py/object": "models.Speaker",
    "web": "http://www.chorustext.org",
    "github": "http://www.github.com/kurakuradave/",
    "name": "David Effendi",
    "country": "Indonesia",
    "twitter": "",
    "linkedin": "https://sg.linkedin.com/in/david-effendi-5a5769b4",
    "id": 184,
    "photo": "http://photos1.meetupstatic.com/photos/member/e/2/9/d/highres_243718013.jpeg",
    "organisation": "ChorusText",
    "biography": "ChorusText is an open assistive device built with Arduino, Linux SBC and a few sliders and buttons. It is a text-editing device that lets the user do text editing by means of touch and hearing, without eyesight. It is an ongoing project and the goal of the project is to come up with an assistive device that enables the visually challenged to edit text effectively, and with open-source code + design files such that anyone interested can build one themselves."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://coala-analyzer.org/",
    "github": "https://github.com/coala-analyzer/coala",
    "name": "Ankit -",
    "country": "India",
    "twitter": "https://twitter.com/coala_analyzer",
    "linkedin": "",
    "id": 185,
    "photo": "https://github.com/coala-analyzer/coala-artwork/blob/master/artwork/logo/coala_color.svg",
    "organisation": "coala",
    "biography": "Ankit has contributed mainly in coala-artwork and helped out in website design for coala. He also did the gitmate.io website. He is also a GNOME foundation member.  Udayan who will also be helping with the stall has been involved with coala since February 2015. He may also be giving a talk at FOSSASIA if selected. coala was his GSoC project where he worked on core coala features and developing a GUI for it. Since then he has been involved with coala in some capacity."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://www.youthmobile.org",
    "github": "",
    "name": "Misako Ito",
    "country": "France",
    "twitter": "https://twitter.com/YouthMobile_",
    "linkedin": "https://www.linkedin.com/company/unesco",
    "id": 186,
    "photo": "http://unesco-ci.org/youthmobile/wp-content/uploads/2014/03/YM_Logo_v3-011d2.png",
    "organisation": "UNESCO",
    "biography": "WHO BENEFITS FROM YOUTHMOBILE?  »Youth and Youth organizations Informal learning opportunities for youth to engage in society and earn livelihoods as mobile app entrepreneurs. ICT-enabled youth organizations creating a sustainable pool of trainers, support staff, and mentors.  »Secondary School Students Acquiring high-level 21st century skills and confidence to develop/promote mobile apps to resolve local issues of sustainable development.  »Teachers and Principals Teaching a new, innovative course in mobile apps development, acquiring ICT-pedagogy skills, connecting the school to other schools nationally and globally.  » By gathering training materials to teach young people to develop mobile apps. The materials will be high-level and open-licensed for translation, localization, and innovations. Training materials will be pedagogically accurate for accreditation and employer recognition.  » By training teachers to teach the students. UNESCO will be identifying all schools worldwide with existing programs for advanced computer studies.  » By linking the learners to mobile app competitions, through the creation of the first global list of app competitors: encouraging trained students to submit apps for prizes, recognition, and employment opportunities; and let them meet and learn from those who made it."
  },
  {
    "py/object": "models.Speaker",
    "web": "http://www.nyp.edu.sg/",
    "github": "",
    "name": "Peter LIM",
    "country": "Singapore",
    "twitter": "",
    "linkedin": "",
    "id": 187,
    "photo": "",
    "organisation": "Nanyang Polytechnic",
    "biography": "Open source software and hardware kit has enabled solutions to be developed rapidly. To enhance student learning experience, students having been taught on fundamental concepts and knowledge, use open source hardware and software to reinforce the understanding through the application development. Students have benefited from the methods greatly. "
  },
  {
    "py/object": "models.Speaker",
    "web": "http://www.ntc.ntu.edu.sg/Programmes/GraduateProgrammes/Pages/Home.aspx",
    "github": "",
    "name": "Claire Tan",
    "country": "Singapore",
    "twitter": "",
    "linkedin": "",
    "id": 188,
    "photo": "",
    "organisation": "NTU Nanyang Technopreneruship Center",
    "biography": "The Master of Science in Technopreneurship and Innovation (MSc TIP) programme aims to develop and equip global entrepreneurs with the skills and stamina to turn novel ideas into successful ventures in the fast-paced economy today. Modelled after the venture creation cycle, this programme enables candidates to develop an entrepreneurial mindset and the essential business knowledge. Participants learn effective entrepreneurship problem-solving techniques and business decision making approaches through the unique TIP pedagogy: Experiential Learning, Global Immersion and Transformational Experience.   Imparting managerial theories and technical skills, the distinguished faculty members and business mentors inspire the participants with their strong domain expertise and hands-on approaches. Further to that, the programme fosters a global entrepreneurship learning ecosystem which includes visit to leading technology hotbeds such as Silicon Valley, Boston, New York City, Beijing Zhongguanzun Science Park and Shenzhen Institutes of Advanced Technology (SIAT), and learning exchange at world-class universities such as Stanford, Berkley, Tsinghua, and Peking University. "
  },
  {
    "py/object": "models.Speaker",
    "web": "http://memin.tk",
    "github": "https://github.com/eminaksehirli",
    "name": "Emin Aksehirli",
    "country": "Turkey",
    "twitter": "https://twitter.com/EminAksehirli",
    "linkedin": "https://sg.linkedin.com/in/eminaksehirli",
    "id": 189,
    "photo": "",
    "organisation": "Singtel",
    "biography": "Dr. Emin Aksehirli is a computer engineer and he is currently working as a data scientist. He is a free software and free culture enthusiast."
  }
]}