Repository: fossasia/open-event-server
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de, es, hr, vi

source: Session
de: Sitzung
es: Sesión
vi: Bài Nói

source: Speaker
de: Hörer

source: Either the Heroku API Token is invalid or it has not been set. Please set a valid <code>API_TOKEN_HEROKU</code> environment variable
de: Entweder ist die Heroku API Token ist ungültig oder es nicht gesetzt worden. Bitte stellen Sie eine gültige <code> API_TOKEN_HEROKU </ code> Umgebungsvariable

source: Activity
de: Aktivität

source: Actor
de: "Schauspieler".

source: Time
de: Zeit

source: To
de: Bis

source: For
de: Für

source: Reports
de: Berichte

source: Server Logs
de: Server-Protokolle

source: Marketer
de: Marketingverantwortlicher

source: discounted
de: ermäßigt

source: Discount amount
de: Aktionsmenge

source: Edit
de: Bearbeiten

source: Discount
de: Rabatt

source: Percent
de: Prozent

source: Number of redemptions allowed
de: Anzahl der Tilgungen erlaubt

source: Discount duration
de: Discount Dauer

source: Months
de: Monate

source: Attached to Marketer
de: An Marketer

source: Select Marketer
de: Wählen Sie Marketer

source: Fee
de: Gebühr

source: Revenue
de: Umsatz

source: Invoice
de: Rechnung

source: Event
de: Party

source: Dated
de: Datum

source: Amount
de: Menge
es: Cantidad
vi: Số tiền

source: Sent to
de: Verschickt an:

source: Overdue
de: Überfällig

source: Filter
de: Filtern

source: Showing all records
de: Alle Datensätze

source: Filter by Date
de: Nach Datum filtern:

source: Remove Filters
de: Filter entfernen

source: Restore Session
de: Wiederherstellungssitzung

source: All Sessions
de: Alle Sessions

source: All Pending
de: Alle ausstehenden

source: All Accepted
de: Alle angenommenen

source: All Rejected
de: Alle Zurückgewiesen

source: All Deleted Sessions
de: Alle gelöschten Sessions

source: Date of Submission
de: Datum der Einreichung

source: Date of Event
de: Datum der Veranstaltung

source: See
de: Zeigen

source: on how to get this Tracking ID
de: Wie Sie diese Tracking-ID zu erhalten

source: Event Images
de: Event-Bilder

source: Large Size
de: Große Größe

source: Width
de: Breite

source: Height
de: Höhe

source: Quality
de: Qualität

source: Standard aspect ratio is 13:5. Tick to maintain aspect ratio.
de: Standard-Seitenverhältnis 13: 5. Tick ​​an das Seitenverhältnis beizubehalten.

source: Standard Size of the available area is
de: Standardgröße der verfügbaren Fläche ist

source: Found in
de: Gefunden in:

source: Background Header Image in Public Event Page
de: Hintergrund Header Image in Public Event Seite

source: Thumbnail Size
de: Miniaturbildgröße

source: Standard aspect ratio is 5:2. Tick to maintain aspect ratio.
de: Standard-Seitenverhältnis 5: 2. Tick ​​an das Seitenverhältnis beizubehalten.

source: Home Page Event Images
de: Home Ereignis-Bilder

source: My Session Page Event Images
de: Meine Session Seite Termin Images

source: My Ticket Page Event Images
de: Mein Ticket Seite Termin Images

source: Icon Size
de: Icongröße

source: Logo Size
de: Logo Größe

source: Event Wizard
de: Event-Assistent

source: Profile/Speaker Images
de: Profil / Sprecher-Bilder

source: Event Public Page
de: Event-Öffentlich Page

source: Small Size
de: Kleine Größe

source: Speaker Tab in Event Dashboard
de: Lautsprecher-Vorsprung in Veranstaltungsübersicht

source: Width & Height
de: Breite Höhe

source: Web
de: Internet

source: on how to obtain these keys
de: darüber, wie diese Schlüssel zu erhalten

source: Client
de: Kunde

source: Secret Key
de: Geheimer Schlüssel

source: Publishable Key
de: Veröffentlichbarer Schlüssel

source: Credentials
de: Referenzen

source: on how to obtain these credentials
de: Wie Sie diese Anmeldeinformationen zu erhalten

source: Integration
de: Integralrechnung

source: Mod
de: modern

source: Sandbox
de: Spielwiese

source: mode
de: Modus

source: Used during development and testing
de: Wird während der Entwicklung und Erprobung

source: Live mode - Used during production
de: Live-Modus - Wird während der Produktion

source: Sandbox username
de: Sandbox Benutzername

source: Sandbox password
de: Sandbox Passwort

source: Sandbox signature
de: Sandbox Unterschrift

source: Live username
de: Live-Benutzername

source: Live password
de: Live-Passwort

source: Live signature
de: Live-Signatur

source: on how to obtain these tokens
de: darüber, wie diese Token zu erhalten

source: Client secret
de: Client-Geheimnis

source: Consumer key
de: Schlüssel

source: Consumer secret
de: Geheimnis

source: on how to obtain these tokens
de: Wie Sie diese n-Token zu erhalten

source: Storage
de: Lager

source: Where to store data
de: Wo zum Speichern von Daten

source: Local
de: Lokal

source: Key
de: Schlüssel

source: Secret
de: Geheimnis

source: on how to get this token
de: Wie Sie diese Token zu erhalten

source: App secret key
de: App geheimen Schlüssel

source: Secret key for the application. Recommended is a random string minimum 20 characters in length.
de: Geheime Schlüssel für die Anwendung. Empfohlen wird eine zufällige Zeichenfolge mindestens 20 Zeichen lang sein.

source: The email ID of the super admin user created during initial deployment.
de: Die E-Mail-ID des Super-Admin-Benutzer während des ersten Einsatzes erstellt.

source: List of Supported Currencies
de: Liste der unterstützten Währungen

source: Service Fee
de: Bearbeitungsgebühr

source: Maximum Fee
de: Maximale Gebühr

source: Images
de: Bilder

source: Analytics
de: Analytic

source: Payment Gateways
de: Zahlungs-Gateways

source: Ticket Fees
de: Ticketgebühren

source: System Tokens
de: Systemtoken

source: Users
de: Benutzer

source: Deleted
de: Gelöscht

source: Super Admin
de: Super Administrator

source: Registered User
de: registrierter Nutzer

source: Restore User
de: Wiederherstellen Benutzer

source: Update System Roles
de: Update-Systemrollen

source: Provide Admin access
de: Geben Sie Admin-Zugang

source: Custom System Roles
de: Benutzerdefinierte Systemrollen

source: All Users
de: Alle Nutzer

source: Active Users
de: Aktive Nutzer

source: Deleted Users
de: Entfernte Benutzer

source: Member Since
de: Mitglied seit

source: Last Access
de: Letzter Zugriff

source: Number of Events
de: Anzahl der Ereignisse

source: Revision
de: Revision 7.8.2

source: Author Name
de: Name des Autors

source: Commit Message
de: commit-Nachricht

source: Messages
de: Mitteilungen

source: No. of Sent Mails
de: Anzahl der versandten Mails

source: In last 24 hours
de: In den letzten 24 Stunden

source: In last 3 days
de: In letzten 3 Tagen

source: In last 7 days
de: In den letzten 7 Tagen

source: In last 1 month
de: In den letzten 1 Monat

source: Since installation
de: Seit der Installation

source: Number of Sessions
de: Anzahl der Sitzungen

source: of Admins
de: von Admins

source: Registered Users
de: Registrierte Benutzer

source: Organizers
de: Veranstalter

source: Co-Organizers
de: Co-Veranstalter

source: Track Organizers
de: Track-Veranstalter

source: Attendees
de: Besucher

source: General Information
de: Allgemeine Information

source: Account Management
de: Kontoverwaltung

source: Register
de: Registrieren

source: View own profile
de: Sehen Sie ein eigenes Profil

source: Attending Events
de: Teilnahme an Partys

source: Find Events
de: Finden Veranstaltungen

source: My Event Tickets
de: Meine Veranstaltungstickets

source: Managing Events
de: · Managing E•ents

source: List own events
de: Liste eigenen Veranstaltungen

source: Open
de: Öffnen

source: Closed
de: Abgeschlossen

source: Yet to Open
de: Doch zu öffnen

source: Submit Proposal
de: Senden Vorschlag

source: Firstname Lastname
de: Vorname Nachname

source: Organisation
de: 5: Studienorganisation.
es: Organización
vi: Cơ quan

source: No sessions have been published yet
de: Wurden keine Sitzungen noch veröffentlicht

source: Sponsors info unavailable
de: Sponsoren Informationen nicht verfügbar

source: Organized by
de: Organisiert von

source: Getting Here
de: Hier her kommen

source: Schedule
de: Zeitplan

source: Published on
de: Veröffentlicht auf

source: Rooms View
de: Zimmer anzeigen

source: Tracks View
de: Tracks anzeigen

source: Sessions View
de: Sessions anzeigen

source: Print Invoice
de: Rechnung drucken:

source: Download Invoice
de: Rechnung Herunterladen

source: Your Invoice
de: Ihre Rechnung

source: Registration Information
de: Informationen zur Anmeldung

source: Personal Information
de: Persönliche Daten

source: Have you used Open Event before
de: Haben Sie öffnen Ereignis verwendet vor

source: Sign
de: Signieren

source: To Your Account to continue
de: Um Ihr Konto zu n weiter

source: First name
de: Vorname

source: Last name
de: Zuname

source: Confirm Email
de: E-Mail bestätigen

source: Billing Information
de: Zahlungsinformation

source: Select country
de: Land auswählen

source: Address
de: Adresse
es: Dirección
vi: Địa Chỉ

source: State/Province
de: Bundesland/Provinz

source: Code
de: Kennzeichen

source: Pay
de: Bezahlen

source: By clicking "Pay Now", I acknowledge that I have read and agree with the Open Event terms of service, and privacy policy.
de: Mit einem Klick auf "Pay Now ", bestätige ich, dass ich gelesen habe und mit dem Open-Ereignis Bezug auf Service, und Datenschutzbestimmungen zustimmen.

source: Billing Details
de: Rechnungsdaten

source: Payment Information
de: Zahlungsinformationen

source: Transaction
de: Transaktion

source: Card Name
de: Kartenname

source: Card Number
de: Kartennummer

source: Exp Date
de: Gültig bis:

source: Payment Date
de: Zahlungstermin

source: Invoice number
de: Rechnungszusammenfassung

source: Event Name
de: Name des Events:

source: Fee Percent
de: Fee Prozent

source: Invoice total
de: Rechnungsbetrag

source: All Categories
de: Alle Kategorien

source: All Event Types
de: Alle Ereignistypen

source: Custom Dates
de: Individuelle Termine

source: Explore
de: Erforschen

source: Loading
de: Laden

source: No events found for the selected parameters.
de: Keine Ereignisse für die ausgewählten Parameter gefunden.

source: When & Where
de: Wann wo

source: Organizer
de: Organisator

source: Contact the organizer
de: Veranstalter Kontaktieren

source: Your Order
de: Deine Bestellung

source: Download Tickets
de: Herunterladen Tickets

source: Card Nam
de: Karte Nam

source: Order Summary
de: Bestellungsübersicht
es: Resumen del pedido
hr: Sažetak narudžbe
vi: Tóm tắt theo thứ tự

source: Ticket type
de: Art des Tickets

source: Subtotal
de: Zwischensumme

source: No tickets selected.
de: Keine Tickets ausgewählt.

source: Order total
de: Gesamtbetrag der Bestellung

source: Date and Time
de: Datum und Uhrzeit

source: Logged in as
de: Eingeloggt als

source: Your speaker submission for {event_name} titled {session_name}
es: Su envío de orador para {event_name} titulado {session_name}
vi: Bạn đã nộp chuyên đề cho {event_name} có tiêu đề {session_name}

source: Accepted! Congratulations Your submission for {event_name} titled {session_name} has been Accepted
es: ¡Aceptado! Felicitaciones Su envío para {event_name} titulado {session_name} ha sido aceptado
vi: Thành Công! Xin chúc mừng Bài của bạn cho {event_name} có tiêu đề {session_name} đã được chấp nhận

source: Confirmed! Congratulations Your submission for {event_name} titled {session_name} has been Confirmed
es: ¡Confirmado! Felicitaciones Su envío para {event_name} titulado {session_name} ha sido confirmado
vi: Xác nhận! Xin chúc mừng Bài gửi của bạn cho {event_name} có tiêu đề {session_name} đã được xác nhận

source: Not Accepted. Your submission for {event_name} titled {session_name} was not accepted
es: No aceptada. Su envío para {event_name} titulado {session_name} no fue aceptado
vi: Không được chấp nhận. Bài gửi của bạn cho {event_name} có tiêu đề {session_name} không được chấp nhận

source: Canceled! Your submission for {event_name} titled {session_name} has been Canceled
es: ¡Cancelado! Su envío para {event_name} titulado {session_name} ha sido cancelado
vi: Đã hủy! Bài gửi của bạn cho {event_name} có tiêu đề {session_name} đã bị Hủy

source: Withdrawn! Your submission for {event_name} titled {session_name} has been Withdrawn
es: ¡Retirado! Su envío para {event_name} titulado {session_name} ha sido retirado
vi: Rút ra! Bài gửi của bạn cho {event_name} có tiêu đề {session_name} đã bị Rút

source: Ticket Sales Period for One or Several Tickets for {event_name} Ended
es: Período de venta de entradas para una o varias entradas para {event_name} finalizado
vi: Kết thúc thời gian bán vé cho {event_name}

source: Ticket Sales Period for One or Several Tickets for {event_name} Ending in 24 Hours
es: Período de venta de boletos para uno o varios boletos para {event_name} que finaliza en 24 horas
vi: Thời gian bán vé cho {event_name} kết thúc sau 24 giờ

source: Ticket Sales Period fors One or Several Tickets for {event_name} Ending in 7 Days
es: Período de venta de boletos para uno o varios boletos para {event_name} que finaliza en 7 días
vi: Thời gian bán vé cho {event_name} kết thúc sau 7 ngày

source: New session proposal for {session.event.name} titled {session.title}
es: Nueva propuesta de sesión para {session.event.name} titulada {session.title}
vi: Bài mới nộp {session.event.name} có tiêu đề {session.title}

source: Welcome to {app_name}. Please verify your account
es: Bienvenido a {app_name}. Por favor, verifique su cuenta
vi: Chào mừng bạn đến với {app_name}. Vui lòng xác minh tài khoản của bạn

source: Email Confirmation to Create Account for {app_name}
es: Confirmación por correo electrónico para crear una cuenta para {app_name}
vi: Email xác nhận tạo tài khoản cho {app_name}

source: Your email has been already changed
es: Su correo electrónico ya ha sido cambiado
vi: Email của bạn đã được thay đổi

source: {app_name}: Password Reset
es: {app_name}: restablecimiento de contraseña
vi: {app_name}: Đặt lại mật khẩu

source: {app_name}: Reset your password and verify your account
es: {app_name}: restablece tu contraseña y verifica tu cuenta
vi: {app_name}: Đặt lại mật khẩu và xác minh tài khoản của bạn

source: {app_name}: Password Change
es: {app_name}: cambio de contraseña
vi: {app_name}: Thay đổi mật khẩu

source: Invitation to be {role} at Event: {event}
es: Invitación para ser {role} en el evento: {event}
vi: Lời mời tham gia {role} tại Sự kiện: {event}

source: Invitation to be speaker at Session: {session}
es: Invitación para ser ponente en la sesión: {sesión}
vi: Lời mời làm diễn giả tại: {session}

source: Invitation to be {role} at Group: {group}
es: Invitación para ser {role} en el grupo: {group}
vi: Lời mời tham gia {role} tại Nhóm: {group}

source: See you at {event_name} on {event_date} at {event_time} ({invoice_id})
es: Nos vemos en {event_name} el {event_date} a las {event_time} ({invoice_id})
vi: Hẹn gặp bạn tại {event_name} trên {event_date} tại {event_time} ({invoice_id})

source: Your tickets for {event_name} on {event_date} at {event_time} ({invoice_id})
es: Tus entradas para {event_name} el {event_date} a las {event_time} ({invoice_id})
vi: Vé của bạn cho {event_name} trên {event_date} tại {event_time} ({invoice_id})

source: New order for {event_name} on {event_date} by {buyer_name}, {buyer_email} ({invoice_id})
es: Nuevo pedido para {event_name} el {event_date} por {buyer_name}, {buyer_email} ({invoice_id})
vi: Đặt vé mới cho {event_name} on {event_date} by {buyer_name}, {buyer_email} ({invoice_id})

source: Your order for {event_name} has been cancelled ({invoice_id})
es: Su pedido de {event_name} ha sido cancelado ({invoice_id})
vi: Đơn đặt hàng {event_name} của bạn đã bị hủy ({invoice_id})

source: Event {event_name} has been exported
es: Se ha exportado el evento {event_name}
vi: Data của sự kiện {event_name} đã được xuất

source: Export of event {event_name} failed
es: Error al exportar el evento {event_name}
vi: Xuất dữ liệu sự kiện {event_name} không thành công

source: Your invoice for {event_name} for {date} is available on {app_name}
es: Su factura de {event_name} para {date} está disponible en {app_name}
vi: Hóa đơn của bạn cho {event_name} cho {date} có sẵn trên {app_name}

source: Reminder: Your invoice for {event_name} for {date} is available on {app_name}
es: Recordatorio: su factura de {event_name} para {date} está disponible en {app_name}
vi: Nhắc nhở: Hóa đơn của bạn cho {event_name} cho {date} có sẵn trên {app_name}

source: Please pay your overdue invoice for {event_name} for {date} on {app_name}
es: Pague su factura vencida de {event_name} para {date} el {app_name}
vi: Vui lòng thanh toán hóa đơn quá hạn của bạn cho {event_name} cho {date} vào {app_name}

source: Event {event_name} has been imported
es: Se ha importado el evento {event_name}
vi: Dữ liệu của sự kiện {event_name} đã được xuất

source: Import of event failed
es: Error al importar el evento
vi: Nhập sự kiện không thành công

source: Test Mail Subject
es: Asunto del correo de prueba
vi: Chủ đề thư kiểm tra

source: Video Moderator of video {video_name} at event {event_name}
es: Moderador de video del video {video_name} en el evento {event_name}
vi: Video Moderator of video {video_name} tại sự kiện {event_name}

source: Join {event_name} from {group_name} on {event_date}
es: Únete a {event_name} desde {group_name} el {event_date}
vi: Tham gia {event_name} từ {group_name} trên {event_date}

source: {event_name} is over. Thank you for using {app_name}!
es: {event_name} ha terminado. ¡Gracias por usar {app_name}!
vi: {event_name} đã kết thúc. Cảm ơn bạn đã sử dụng {app_name}!

source: {event_name} is over. Thank you for participating!
es: {event_name} ha terminado. ¡Gracias por participar!
vi: {event_name} đã kết thúc. Cảm ơn bạn đã tham gia!

source: Location Not Announced
es: Ubicación no anunciada
vi: Địa điểm không được công bố

source: Online (Please login to the platform to access the video room on the event page)
es: En línea (inicie sesión en la plataforma para acceder a la sala de video en la página del evento)
vi: Trực tuyến (Vui lòng đăng nhập vào nền tảng để truy cập phòng video trên trang sự kiện)

source: Hello %(email)s, your %(eventname)s is over.
es: Hola %(email)s, tu %(eventname)s ha terminado.
vi: Xin chào %(email)s, %(eventname)s của bạn đã kết thúc.

source: Thank you for using the %(app_name)s platform for your event.
es: Gracias por usar la plataforma %(app_name)s para su evento.
vi: Cảm ơn bạn đã sử dụng nền tảng %(app_name)s cho sự kiện của mình.

source: We hope you enjoyed it.
es: Esperamos que lo hayas disfrutado.
vi: Chúng tôi hy vọng bạn thích nó.

source: Hello %(email)s, thank you for participating in our %(eventname)s.
es: Hola %(email)s, gracias por participar en nuestro %(eventname)s.
vi: Xin chào %(email)s, cảm ơn bạn đã tham gia %(eventname)s của chúng tôi.

source: We hope you enjoyed it and keep in touch.
es: Esperamos que lo hayas disfrutado y sigas en contacto.
vi: Chúng tôi hy vọng bạn thích nó và giữ liên lạc.

source: The error was as follows
es: el error fue el siguiente
vi: Lỗi như sau

source: Click on the following link to download the event:
es: Haga clic en el siguiente enlace para descargar el evento:
vi: Nhấp vào liên kết sau để tải sự kiện xuống :

source: Click on the following link to manage your event
es: Haz clic en el siguiente enlace para gestionar tu evento
vi: Nhấp vào liên kết sau để quản lý sự kiện của bạn

source: Hello %(email)s,
es: Hola %(email)s,
vi: Xin chào %(email)s,

source: You have been invited to be a %(role)s at %(event)s.
es: Ha sido invitado a ser un %(role)s en %(event)s.
vi: Bạn đã được mời trở thành %(role)s tại %(event)s.

source: To accept the role please sign up using the following link: %(open_link)sLink%(close_link)s.
es: Para aceptar el rol, regístrese utilizando el siguiente enlace: %(open_link)s Enlace %(close_link)s.
vi: Để chấp nhận vai trò, vui lòng đăng ký bằng liên kết sau: %(open_link)sLink%(close_link)s.

source: Hello
es: Hola
hr: Bok
vi: Xin chào

source: You have contacted the organizers of the group %(group_name)s.
es: Te has puesto en contacto con los organizadores del grupo %(group_name)s.
vi: Bạn đã liên hệ với ban tổ chức của nhóm %(group_name)s.

source: Below you find a copy of your email.
es: A continuación encontrará una copia de su correo electrónico.
vi: Dưới đây bạn tìm thấy một bản sao email của bạn.

source: Organizers have received your message and will follow up with you.
es: Los organizadores han recibido su mensaje y se comunicarán con usted.
vi: Ban tổ chức đã nhận được tin nhắn của bạn và sẽ liên hệ với bạn.

source: This is a system message. Please do not reply to this message.
es: Este es un mensaje del sistema. Por favor, no responda a este mensaje.
vi: Đây là một thông báo hệ thống. Vui lòng không trả lời tin nhắn này.

source: Replies are not monitored.
es: Las respuestas no son monitoreadas.
vi: Các câu trả lời không được giám sát.

source: Thank you.
es: Gracias.
vi: Cám ơn.

source: You have been invited to be a %(role)s at %(group)s group.
es: Ha sido invitado a ser un %(role)s en el grupo %(group)s.
vi: Bạn đã được mời làm %(role)s tại nhóm %(group)s.

source: Hello %(name)s,
es: Hola %member%,
vi: Xin chào %(name)s,

source: The invoice for your event %(event_name)s on %(app_name)s for %(date)s is now available.
es: La factura de su evento %(event_name)s en %(app_name)s para %(date)s ya está disponible.
vi: Hóa đơn cho sự kiện %(event_name)s của bạn trên %(app_name)s cho %(date)s hiện đã có.

source: Your invoice payment is due within 30 days.
es: El pago de su factura vence dentro de los 30 días.
vi: Thanh toán hóa đơn của bạn đến hạn trong vòng 30 ngày.

source: Amount Due
es: Importe adeudado
vi: Số tiền đến hạn

source: Please pay within 30 days.
es: Por favor pague dentro de los 30 días.
vi: Vui lòng thanh toán trong vòng 30 ngày.

source: Pay Now at: %(payment_url)s
es: Pague ahora en: %(payment_url)s
vi: Thanh toán ngay tại: %(payment_url)s

source: A detailed invoice is available in %(open_link)sthe billing area%(close_link)s of your account.
es: Una factura detallada está disponible en %(open_link)sel área de facturación%(close_link)s de su cuenta.
vi: Hóa đơn chi tiết có sẵn trong %(open_link)skhu vực thanh toán%(close_link)s trong tài khoản của bạn.

source: If you have any questions about invoices, please find more information on our FAQ at %(faq_url)s.
es: Si tiene alguna pregunta sobre las facturas, encuentre más información en nuestras preguntas frecuentes en %(faq_url)s.
vi: Nếu bạn có bất kỳ câu hỏi nào về hóa đơn, vui lòng tìm thêm thông tin về Câu hỏi thường gặp của chúng tôi tại %(faq_url)s.

source: Thank you for using %(app_name)s!
es: ¡Gracias por usar %(app_name)s!
vi: Cảm ơn bạn đã sử dụng %(app_name)s!

source: Team
es: Equipo
hr: Tim
vi: Nhóm

source: Just a friendly reminder that we haven't received your payment for your invoice for %(event_name)s for %(date)s.
es: Solo un recordatorio amistoso de que no hemos recibido el pago de su factura por %(event_name)s por %(date)s.
vi: Chỉ là một lời nhắc thân thiện rằng chúng tôi chưa nhận được khoản thanh toán cho hóa đơn của bạn cho %(event_name)s cho %(date)s.

source: Payment is fast and simple using your credit card or PayPal account.
es: El pago es rápido y sencillo utilizando su tarjeta de crédito o cuenta de PayPal.
vi: Thanh toán nhanh chóng và đơn giản bằng thẻ tín dụng hoặc tài khoản PayPal của bạn.

source: Please pay within 15 days.
es: Por favor pague dentro de 15 días.
vi: Vui lòng thanh toán trong vòng 30 ngày.

source: Your payment is now past due.
es: Su pago ahora está vencido.
vi: Khoản thanh toán của bạn hiện đã quá hạn.

source: Please pay this invoice immediately to avoid your account being suspended.
es: Pague esta factura de inmediato para evitar que su cuenta sea suspendida.
vi: Vui lòng thanh toán hóa đơn này ngay lập tức để tránh tài khoản của bạn bị tạm ngưng.
