Repository: fossasia/open-event-server
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de, es, hr, vi

source: Home
de: Startseite

source: The simplest way to create events.
de: Die einfachste Möglichkeit, Ereignisse zu erstellen.

source: Create Event
de: Event erstellen

source: All Dates
de: Alle Termine

source: Today
de: Heute

source: Tomorrow
de: Morgen

source: This Week
de: Diese Woche

source: This Weekend
de: Dieses Wochenende

source: Next Week
de: Nächste Woche

source: This Month
de: Diesen Monat

source: Search
de: Suche

source: Upcoming Events
de: Kommende Events

source: No upcoming events available at this time
de: Keine anstehenden Veranstaltungen zur Verfügung zu diesem Zeitpunkt

source: No call for speakers open at this time
de: Kein Anruf für Lautsprecher offen zu diesem Zeitpunkt

source: Share this event
de: Dieses Event

source: Open Event
de: Veranstaltungen öffnen

source: Use Open Event
de: Verwenden Sie Termin öffnen

source: Categories
de: Kategorien

source: Locations
de: Orte

source: Connect With Us
de: Verbinde dich mit uns

source: Support
de: Unterstützung

source: 2016 Open Event
de: Veranstaltungen öffnen

source: My Tickets
de: Meine Tickets

source: My Sessions
de: Meine Sitzungen

source: Manage Events
de: verwalten Veranstaltungen

source: Profile
de: Profil

source: Settings
de: Verwaltung

source: Browse Events
de: Suche Veranstaltungen

source: Notifications
de: Benachrichtigungen

source: Mark All as Read
de: Alles als gelesen markieren

source: Mark as read
de: Als gelesen markieren

source: No new notifications
de: Keine neuen Meldungen

source: Login
de: Anmelden

source: Import Event
de: Import Ereignis

source: Select event
de: Wählen Sie Ereignis

source: Previous Imports
de: Zurück Importe

source: State
de: Land
es: Estado
vi: Tiểu Bang

source: Message
de: Meldung

source: Started
de: Angefangen

source: Success
de: Erfolgreich

source: Processing
de: Verarbeitung

source: here
de: hier

source: Date
de: Datum
es: Cita
hr: Datum
vi: Ngày tháng năm

source: Roles
de: Rollen

source: Sessions
de: Sitzungen

source: Speakers
de: Lautsprecher

source: Tickets
de: Supportanfrage

source: Public
de: Öffentlich

source: Drafts
de: Entwürfe

source: Submitted
de: Gesendet

source: Accepted
de: Akzeptiert

source: Pending
de: In Erwartung
es: Pendiente
hr: Na čekanju
vi: Đang chờ

source: Rejected
de: Abgelehnte

source: No Ticket Information
de: Keine Informationen zu Eintrittskarten

source: Paid
de: Bezahlt

source: Free
de: Spenden

source: Unpublish
de: Veröffentlichung aufheben

source: Publish
de: Veröffentlichen

source: Copy
de: Kopieren

source: Delete
de: Löschen

source: Are you sure you would like to delete this event
de: Sind Sie sicher, dass Sie möchten, um dieses Ereignis zu löschen

source: Cancel
de: Abbrechen

source: Confirm Delete
de: Löschen bestätigen

source: Events
de: Veranstaltungen

source: Live
de: Wohnen

source: Draft
de: Entwurf

source: Past
de: Vergangenheit

source: Import
de: Einführen

source: Edit Role
de: Rolle bearbeiten

source: Co-organizer
de: Mitorganisator

source: Update Role
de: Update-Rolle

source: Close
de: Rollen verwalten

source: Add Peopl
de: In Peopl

source: Invited
de: Eingeladen

source: Status
de: Benutzer E-Mail

source: User (Email)
de: Benutzer (E-Mail)

source: Role
de: Rolle

source: Options
de: Einstellungen

source: accepted
de: Akzeptiert

source: invited
de: Eingeladen

source: Invitation Link
de: Einladungs-Link

source: Add Role
de: Rolle hinzufügen

source: User email
de: Benutzer E-Mail

source: Choose
de: Wählen

source: Event Sponsors
de: Event-Sponsoren

source: Add Sponsor
de: Fügen Sie Sponsor

source: Type
de: Typ

source: Level
de: Ebene

source: Export
de: Wählen Sie die Mediendateien in der Zip wollen

source: Image
de: Bild

source: Audio
de: Audio DE

source: Document
de: Dokument

source: Start
de: Satren

source: Download
de: Herunterladen

source: Started by
de: Ausgelöst durch

source: datetime
de: Datum/Zeit

source: Access event information via REST API
de: Zugang Ereignisinformationen über REST-API

source: Basic Event Details
de: Grundlegende Event Details:

source: Microlocations
de: Mikrolagen

source: Tracks
de: Strecken

source: Sponsors
de: Sponsoren

source: You can make a
de: Sie können eine machen

source: request to the following endpoint to access the selected information
de: ersuchen, den folgenden Endpunkt der ausgewählten Informationen zuzugreifen

source: Response
de: Antwort

source: In order to use this feature activate "Sessions and Speakers" for the event
de: Um diese Funktion zu nutzen aktivieren "Sessions und Lautsprecher " für die Veranstaltung

source: click here
de: Klick hier

source: to activate this module.
de: dieses Modul zu aktivieren.

source: Permissions List
de: Berechtigungsliste

source: Permissions
de: Berechtigungen

source: Add
de: Hinzufügen

source: Update
de: Aktualisierung

source: Number of Sessions: 10
de: Anzahl der Sitzungen: 10

source: Invite Person
de: einladen Person

source: Accept/Reject Session
de: Annehmen / Ablehnen Session

source: Back to Draft
de: Zurück zum Entwurf

source: Start Scheduling
de: Starten Sie Scheduling

source: Invite Speakers
de: einladen Lautsprecher

source: Call For papers closing date
de: Call for Papers Endtermin

source: Go to Call For Papers
de: Go For Papers Call

source: Scheduler
de: Zeitplan

source: Sessions loading
de: Sessions Laden

source: Error loading sessions
de: Fehler beim Laden der Sitzungen

source: Unpublish Schedule
de: Unpublish Zeitplan

source: Publish Schedule
de: veröffentlichen Zeitplan

source: Unscheduled Sessions
de: Ungeplante Sessions

source: No Unscheduled sessions
de: Keine ungeplante Sitzungen

source: Schedule last published on
de: Zeitplan zuletzt veröffentlicht am

source: Clear Overlaps
de: klar Überlappungen

source: Add New Microlocation
de: New Mikro

source: Export as
de: Export als

source: Edit Session
de: Sitzung bearbeiten

source: Title
de: Titel

source: Long Abstract
de: Lange Zusammenfassung

source: Short Abstract
de: Kurze Zusammenfassung

source: Start Time
de: Endzeit

source: New Microlocation
de: Neue Mikrostandort

source: Latitude
de: Breite

source: Longitude
de: Länge

source: Floor
de: Boden

source: Room
de: Zimmer

source: Add Microlocation
de: In Mikro

source: All the timings are in
de: Alle Zeiten sind in

source: All
de: Alle

source: Create Session
de: erstellen Session

source: Track
de: Verfolgen

source: Submission Date
de: Übermittlungsdatum

source: Last Changed Date
de: Zuletzt geändert Datum

source: Email Sent
de: E-Mail gesendet

source: Media
de: Medien

source: Slide
de: Folie

source: Session Invitation
de: Session-Einladung

source: Invitation Pag
de: Einladung Pag

source: You have been invited for session
de: Sie wurden für die Sitzung eingeladen

source: Accept
de: Akzeptieren

source: Reject
de: Ablehnen

source: Select Avatar
de: Wählen Avatar

source: Avatar size must be less than 1MB.
de: Avatar Größe muss kleiner sein als 1 MB.

source: Crop your image
de: Schneiden Sie Ihr Bild

source: Done
de: OK

source: Modify Speakers
de: ändern Lautsprecher

source: selected
de: ausgewählt

source: Submit Session
de: Senden Session

source: Speaker Details
de: Lautsprecher-Details

source: Save as Draft
de: Als Entwurf speichern

source: Featured Speaker
de: Redner

source: checked
de: aktiviert

source: Save Speaker
de: Speichern Lautsprecher

source: Add Speaker
de: Speaker

source: Phone
de: eingereicht Sessions
es: Número Telefónico
vi: Điện Thoại

source: Completed
de: Abgeschlossen
es: Completado
vi: Đã hoàn thành

source: Expired
de: Abgelaufen
es: Expirado
vi: Đã hết hạn

source: Checked In
de: Eingecheckt

source: Not Checked In
de: Nicht eingecheckt

source: View Attendees
de: Ansicht Teilnehmer

source: Order
de: Bestellstatus
hr: Narudžba

source: Ticket Price
de: Ticket Preis

source: First Name
de: Vorname

source: Last Name
de: Familienname, Nachname

source: Action
de: Tätigkeit

source: Undo
de: Rückgängig machen

source: Check In
de: Einchecken

source: Discount Codes
de: [] rabattcodes

source: Create a discount
de: Erstellen Sie einen Rabatt

source: Active
de: Aktiv

source: Inactive
de: Inaktiv

source: Discount Code
de: Rabatt-Code
es: Código de descuento
hr: Šifra popusta
vi: Mã giảm giá

source: Discount Per Ticket
de: Rabatt pro Ticket

source: Validity
de: Gültigkeit

source: Enter Discount
de: Geben Sie Rabatt

source: Number of discount tickets
de: Anzahl der ermäßigte Eintrittskarten

source: Not Active
de: inaktiv

source: Select Ticket(s) applied to the discount code
de: Wählen Ticket (s), die auf den Rabatt-Code

source: Select all Tickets Type
de: Wählen Sie alle Tickets Type

source: Show other options
de: Weitere Optionen

source: Set the min. and max. quantity allowed to purchase per order (optional)
de: Stellen Sie die min. und max. Menge erlaubt pro Bestellung zu erwerben (optional)

source: Min
de: Mini.

source: Max
de: Maxi.

source: Validity period (optional)
de: Gültigkeitsdauer (optional)

source: Valid from
de: Gültig ab

source: Expires on
de: Ablaufdatum:

source: Save Discount
de: Speichern Discount

source: View Orders
de: Bestellungen anzeigen

source: Total Amount
de: Gesamtbetrag
hr: Ukupni iznos

source: Qty
de: Menge

source: Buyer / Registration Contact
de: Beim Kauf / Registrierung Kontakt

source: Orders
de: Bestellungen

source: View orders
de: Bestellungen anzeigen

source: Sales
de: Tickets verkauft

source: View attendees
de: Ansicht Teilnehmer

source: Orders Summary
de: Bestellungen Zusammenfassung

source: by order status
de: von Auftragsstatus

source: Total Tickets
de: insgesamt Tickets

source: Total Orders
de: Gesamtaufträge

source: Total Sales
de: Gesamter Umsatz

source: View Reports
de: Berichte anzeigen

source: Tickets Summary
de: Tickets Zusammenfassung

source: Ticket Type
de: Art des Tickets

source: Tickets Capacity Set
de: Tickets Kapazität Set

source: Completed Orders
de: Abgeschlossene Aufträge

source: Pending Orders
de: Bevorstehende Aufträge

source: Total
de: Gesamt
vi: Tổng cộng

source: Location
de: Standort
es: Ubicación
vi: Địa Điểm

source: Enter Address
de: Geben Sie die Adresse ein

source: Reset Location
de: Reset-Standort

source: Show map on event page
de: Karte anzeigen auf Event-Seite

source: Starts
de: STARTET

source: Ends
de: Endet

source: Timezone
de: Zeitzone

source: Description
de: Beschreibung
es: Descripción
vi: Sự miêu tả

source: Event Image
de: Event Bild

source: Select Event Image
de: Wählen Sie Ereignisbild

source: We recommend using at least a 2160x1080px (2:1 ratio) image
de: Wir empfehlen, zumindest mit einem 2160x1080px (Verhältnis 2: 1) Bild

source: that's no larger than 10MB.
de: das ist nicht größer als 10 MB.

source: Adjust
de: Einstellen

source: Remove
de: Entfernen

source: Select Logo
de: Wählen Sie Logo

source: Logo size must be less than 1MB.
de: Logogröße muss kleiner als 1 MB.

source: Organizer Information
de: Organizer Informationen

source: Organizer name
de: Veranstalter Name

source: Organizer Description
de: Organizer Beschreibung

source: Links and Social Media
de: Links und Social Media

source: Use Ticketing System
de: Verwenden Ticketing System

source: Ticket Details
de: Ticketinfos

source: Price
de: Preis
es: Precio
hr: Cijena
vi: Giá

source: Quantity
de: Menge
es: Cantidad
hr: Količina
vi: Số lượng

source: Free Ticket
de: Gratis Ticket

source: Add Ticket URL
de: In Ticket-URL

source: Redeem Discount Code
de: Einlösen Gutschein

source: Enter Discount Code
de: Geben Sie Rabatt-Code

source: Apply Discount
de: bewerben Rabatt

source: Code applied !
de: -Code angewandt!

source: 10 percent off on monthly payments for 3 months
de: 10 Prozent auf die monatlichen Zahlungen für 3 Monate aus

source: Add Payment details
de: In Zahlungsdetails

source: Choose Country
de: Land auswählen

source: Choose a country for your payment
de: Wählen Sie ein Land für Ihre Zahlung

source: Choose Currency
de: Währung auswählen

source: Please select a currency
de: Bitte wählen Sie eine Währung

source: Choose Payment Methods
de: Wählen Sie Zahlungsmethoden

source: Online Payments
de: Online-Zahlungen

source: Payment by PayPal
de: Zahlung per PayPal

source: YES, accept payment through PayPal
de: JA, nehmen Zahlung durch PayPal

source: Paypal accepts credit card, debit card and PayPal payments. To learn how it works click
de: Paypal akzeptiert Kreditkarte, Debitkarte und PayPal-Zahlungen. Um zu erfahren, wie es funktioniert Klick

source: here.
de: hier.

source: Don't have a PayPal account?
de: Sie haben noch kein Seacret-Konto?

source: Create a free PayPal merchant account.
de: Erstellen Sie ein kostenloses PayPal-Händler-Konto.

source: Payment by Stripe
de: Die Zahlung von Streifen

source: YES, accept payment through Stripe
de: JA, nehmen Zahlung durch Streifen

source: Stripe accepts Visa, Master and Amex. To learn how it works click
de: Streifen akzeptiert Visa, Master und Amex. Um zu erfahren, wie es funktioniert Klick

source: Find out more about Stripe
de: Erfahren Sie mehr über Stripe

source: Use Stripe for payments
de: Verwenden Sie Streifen für Zahlungen

source: The stripe account
de: Der Streifen Konto

source: has been connected.
de: wurde verbunden.

source: Click to De-link the account.
de: Klicken Sie auf De-Link, um das Konto.

source: Connect with Stripe
de: Eine Verbindung mit dem Streifen

source: Offline Payments
de: offline-Zahlungen

source: YES, accept payment by Cheque
de: JA, nehmen Zahlung durch Scheck

source: Enter your PayPal account name and payment details instructions to ticket buyers
de: Geben Sie Ihre PayPal-Kontonamen und Zahlungsdetails Anweisungen Ticketkäufer

source: example
de: Beispiel

source: YES, accept payment by Telegraphic Transfer(TT) / Bank Transfer
de: JA, nehmen Zahlung durch Überweisung (TT) / Banküberweisung

source: Enter your bank details and instructions to ticket buyers
de: Geben Sie Ihre Bankdaten und Anweisungen an Ticketkäufer

source: See an
de: Siehe ein

source: YES, accept payment at the event(on site)
de: JA, nehmen Zahlung auf der Veranstaltung (vor Ort)

source: Enter payment instructions to ticket buyers to make payments onsite
de: Geben Sie Zahlungsanweisungen an Ticketkäufer zu machen Zahlungen vor Ort

source: Add Tax
de: Fügen MWSt

source: Additional Details
de: Weitere Nähere

source: Listing Privacy
de: Listing Datenschutz

source: list this event on Open Event and search engines
de: Liste zu dieser Veranstaltung auf Termin öffnen und Suchmaschinen

source: Private page
de: Private Seite

source: do not list this event publicly
de: nicht öffentlich Liste dieser Veranstaltung

source: Event Type
de: Ereignis-Typ:

source: Event Sub-Topic
de: Event-Unterthema

source: Code of Conduct
de: Verhaltenskodex

source: License of Event Data and Content
de: Lizenz von Ereignisdaten und Inhalt

source: Choose Licence
de: wählen Sie Lizenz

source: Tax Options
de: Steueroptionen

source: Do you need to charge tax for this event ?
de: Sie benötigen Steuer für diese Veranstaltung zu berechnen?

source: Country
de: Land
es: País
vi: Quốc Gia

source: Choose a country for your tax payment
de: Wählen Sie ein Land für Ihre Steuerzahlung

source: Tax Name
de: Steuersatz

source: Tax ID
de: Steuernummer
es: Identificación del impuesto
vi: Mã số thuế

source: Tax Invoices
de: Steuerrechnungen

source: Send tax invoice to attendees
de: Senden Steuerrechnung an die Teilnehmer

source: Tax Invoices are sent to your attendees when you select this feature.
de: Steuerrechnungen werden an Ihre Teilnehmer gesendet, wenn Sie diese Funktion auswählen.

source: Enter your registered business company name and address to be included on the tax invoice
de: Geben Sie Ihr registriertes Unternehmen Firmenname und Adresse werden auf der Steuerrechnung enthalten

source: Registered Company
de: Registrierte Unternehmen

source: Business Address
de: Geschäftsadresse

source: City
de: Stadt
es: Ciudad
vi: Thành Phố

source: Optional Text for Invoice Footer
de: Optional Text für die Rechnungs Footer

source: Add or Include
de: Hinzufügen oder Fügen

source: Add tax as separate fee on top of the price
de: In Steuern als separate Gebühr auf den Preis

source: Include tax in ticket price
de: Fügen Sie Steuer in Ticketpreis

source: Save
de: Speichern

source: Cheque Instructions
de: Scheck Anleitung

source: Bank Instructions
de: Bankanweisung

source: Upload File
de: Datei Hochladen

source: off
de: aus

source: sponsors
de: Sponsoren

source: on
de: auf

source: Add Another Sponsor
de: Einen weiteren hinzufügen Sponsor

source: Turn
de: Drehe

source: Sessions and Speakers
de: Sessions und Referenten

source: Session, Microlocations, Session types
de: Session, Mikrolagen, Sitzungstypen

source: Session Types
de: Sitzungstypen

source: Announcement
de: Ankündigung

source: Private link
de: Privat Link

source: Share this link to get private submission independently of open/closed Call for Speakers at any time.
de: Teilen Sie diesen Link privaten Vorlage unabhängig von offen zu erhalten / geschlossen Call for Speakers jederzeit möglich.

source: the link will be active once the event is saved
de: die Verbindung wird aktiv, sobald das Ereignis gespeichert wird

source: Display this publicly. Anybody will be able to submit a proposal within the dates chosen, once the event is published.
de: Anzeige öffentlich diese. Wer in der Lage, einen Vorschlag innerhalb der Termine gewählt einreichen, sobald die Veranstaltung veröffentlicht wird.

source: Private
de: Privat

source: Do not display this publicly. Proposals can be submitted only using the private link.
de: Tun Sie dies nicht öffentlich angezeigt werden. Die Vorschläge können nur eingereicht werden, um die private Verbindung verwenden.

source: Collect
de: sammeln

source: Details
de: >> Option

source: Include
de: Einfügen

source: Require
de: Erfordern

source: Customize Registration Form
de: Passen Anmeldeformular

source: Previous
de: Vorherige

source: Next
de: Nächster

source: Unpublish event
de: Unpublish Veranstaltung

source: Make your event live
de: Machen Sie Ihre Veranstaltung Live

source: Basic Details
de: Grundlegende Details

source: Ticket Description
de: Ticket Beschreibung

source: Display Ticket description on Public Events page
de: Display-Ticket Beschreibung auf öffentlichen Veranstaltungen Seite

source: Ticket visibility
de: Ticket Sichtbarkeit

source: Hide Ticket
de: ausblenden Ticket

source: Hides ticket from the Public Events page.
de: Blendet Ticket von der Seite Öffentliche Veranstaltungen.

source: Ticket would still be available for sale to Organizers.
de: Ticket würde immer noch zum Verkauf stehenden Veranstalter zur Verfügung.

source: Sales Start
de: Verkaufsstart

source: Sales End
de: Der Umsatz End

source: Number of tickets allowed per order
de: Anzahl der Karten pro Bestellung erlaubt

source: Minimum Order
de: Mindestauftragsgröße

source: Ticket Code Group
de: Ticket-Code-Gruppe

source: Reset Password
de: Bestätigen

source: Create Password
de: Passwort erstellen

source: Email Confirmation
de: Email Bestätigung

source: We have sent you an email confirmation on the email you have given. Please follow the link in the email to create your account.
de: Wir haben Ihnen eine E-Mail Bestätigung der E-Mail gesendet Sie gegeben haben. Folgen Sie bitte den Link in der E-Mail-Konto zu erstellen.

source: Login Form
de: Login Formular

source: Log in
de: Anmelden

source: Lost your password
de: Passwort vergessen?

source: New to site
de: Neu auf Website

source: Create Account
de: Benutzerkonto anlegen

source: Forgot Password
de: Passwort vergessen

source: Registration Form
de: Registrierungsformular

source: Already a member
de: Bereits Mitglied

source: Edit Proposal
de: Bearbeiten Vorschlag

source: Microlocation
de: Mikrostandort

source: Edit Session Proposal
de: Sitzung bearbeiten Vorschlag

source: No session proposals for upcoming events found
de: Keine Sitzung Vorschläge für kommende Veranstaltungen gefunden

source: No session proposals for past events found
de: Keine Sitzung Vorschläge für vergangene Ereignisse gefunden

source: No tickets for upcoming events found
de: Sind keine Tickets für kommende Veranstaltungen gefunden

source: No tickets for past events found
de: Sind keine Tickets für vergangene Ereignisse gefunden

source: Family Name
de: Familienname

source: Details about User
de: Details zu Benutzer

source: Integrate Social Networks
de: Integrieren Sie Social Networks

source: Connect
de: Verbinden

source: Connect Account
de: Connect-Konto

source: Edit Profile Information
de: Profilinformationen bearbeiten

source: Avatar
de: Kontakt

source: Avatar size must be less than 1MB
de: Avatar Größe muss kleiner als 1MB

source: Unread
de: Ungelesen

source: Mark all read
de: markiere alles Gelesene

source: Received At
de: Empfangen an..

source: Received At (Humanized)
de: Empfangene At (Humanized)

source: as Read
de: als gelesen

source: Contact Info - Settings
de: Kontakt Info - Einstellungen

source: Email Preferences - Settings
de: E-Mail-Einstellungen - Einstellungen

source: Speaker Notifications
de: Lautsprecher Benachrichtigungen

source: Organizer Notifications
de: Organizer Benachrichtigungen

source: Updates about events
de: Updates über Veranstaltungen

source: Password - Settings
de: Kennwort - Einstellungen

source: Current Password
de: Aktuelles Passwort

source: New Password
de: Neues Passwort

source: Repeat Password
de: Passwort erneut eingeben

source: Language
de: Sprache

source: Download .PO files
de: Herunterladen .PO Dateien

source: Update .PO files
de: Update-Dateien .PO

source: language
de: Sprache

source: Upload
de: Hochladen

source: Content
de: Inhalt

source: Social Links
de: Soziales Netzwerk Links

source: Pages
de: Seiten

source: Translations
de: Übersetzungen

source: Restore Event
de: Wiederherstellen Ereignis

source: All Events
de: Alle Veranstaltungen

source: All Live
de: Alle Live-

source: All Drafts
de: Alle Entwürfe

source: All Past
de: Alle bisherigen

source: All Deleted Events
de: Alle gelöschten Veranstaltungen

source: Start Date
de: Anfangsdatum

source: End Date
de: Enddatum

source: Public URL
de: Öffentliche URL

source: System Messages
de: Systemnachrichten

source: Recipient
de: Empfänger

source: Trigger
de: Auslöser

source: Email Message
de: E-Mail Nachricht

source: Notification Message
de: Benachrichtigungsmeldung

source: Time/Date of Sent out
de: Zeit / Datum von Sent aus

source: Modules
de: Bauelement

source: Enable/Disable Modules
de: Aktivieren / Deaktivieren der Module

source: Ticketing
de: Buchung

source: Payments
de: Zahlungen

source: Donations
de: Spenden

source: Page Details
de: Seitendetails

source: TITLE
de: TITEL

source: DESCRIPTION
de: BESCHREIBUNG

source: PLACE
de: Ort

source: Footer Menu
de: Footer-Menü

source: POSITION
de: Seite erstellen

source: Use Open Even
de: Verwenden Öffnen Selbst

source: LANGUAGE
de: SPRACHE

source: System Roles
de: Systemrollen

source: Event Roles
de: Event-Rollen

source: Panel Permissions
de: Panel-Berechtigungen

source: System Role
de: Systemrolle

source: Actions
de: Aktionen

source: Built-in Role
de: Built-in-Rolle

source: All Panels
de: Alle Panels

source: Update System Role
de: Update System Rolle

source: Add new Role
de: Hinzufügen neuer Rolle

source: Add new System Role
de: Hinzufügen neuer Systemrolle

source: Create Role
de: Rolle erstellen

source: User Permissions
de: Nutzerberechtigungen

source: Permission
de: Genehmigung

source: Verified User
de: Geprüftes Mitglied

source: Unverified User
de: Ungeprüft Benutzer

source: Anonymous User
de: Anonymer Benutzer

source: Account creation is necessary
de: Kontoerstellung notwendig ist

source: EVENT ROLE
de: EVENT ROLLE

source: SERVICE
de: DIENSTLEISTUNG
