Repository: fossasia/open-event-server
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de, es, hr, vi

source: Late payments can be subject to a %(percentage)s finance fee.
es: Los pagos atrasados pueden estar sujetos a una tarifa financiera %(percentage)s.
vi: Các khoản thanh toán trễ có thể phải chịu phí tài chính %(percentage)s.

source: If you feel this invoice is incorrect or have any questions, you can contact our support team for assistance.
es: Si cree que esta factura es incorrecta o tiene alguna pregunta, puede comunicarse con nuestro equipo de soporte para obtener ayuda.
vi: Nếu bạn cảm thấy hóa đơn này không chính xác hoặc có bất kỳ câu hỏi nào, bạn có thể liên hệ với nhóm hỗ trợ của chúng tôi để được trợ giúp.

source: This is a reminder that we haven't received your payment for your invoice for %(event_name)s for %(date)s.
es: Este es un recordatorio de que no hemos recibido el pago de su factura por %(event_name)s por %(date)s.
vi: Đây là lời nhắc rằng chúng tôi chưa nhận được khoản thanh toán cho hóa đơn của bạn cho %(event_name)s cho %(date)s.

source: Please pay within 2 days.
es: Por favor pague dentro de 2 días.
vi: Vui lòng thanh toán trong vòng 2 ngày.

source: This is an automatic email from %(app_name)s for organizers of the %(session_name)s.
es: Este es un correo electrónico automático de %(app_name)s para los organizadores del %(session_name)s.
vi: Đây là email tự động từ %(app_name)s dành cho những người tổ chức %(session_name)s.

source: Your %(open_link)sCall For Speakers%(close_link)s has received a new session proposal with the following details:
es: Su %(open_link)sCall For Speakers%(close_link)s ha recibido una nueva propuesta de sesión con los siguientes detalles:
vi: %(open_link)sCall For Speakers%(close_link)s của bạn đã nhận được đề xuất phiên mới với các chi tiết sau:

source: Abstract
es: Abstracto
vi: Tóm tắt nội dung

source: You can view all speaker details on the speaker profile page and the session proposal on the %(open_link)ssession page%(close_link)s.
es: Puede ver todos los detalles del orador en la página de perfil del orador y la propuesta de sesión en la %(open_link)s página de sesión %(close_link)s.
vi: Bạn có thể xem tất cả thông tin chi tiết về diễn giả trên trang hồ sơ diễn giả và các tiêu đề trên %(open_link)strang %(close_link)s.

source: To change the status of sessions please go to the %(open_link)ssessions overview page%(close_link)s and click on the status badge of the session.
es: Para cambiar el estado de las sesiones, vaya a la %(open_link)spágina de resumen de sesiones%(close_link)s y haga clic en el distintivo de estado de la sesión.
vi: Để thay đổi trạng thái của tiêu đề, vui lòng truy cập %(open_link)strang tổng quan về tiêu đề %(close_link)s và nhấp vào huy hiệu trạng thái.

source: You have contacted the organizers of the event %(event_name)s.
es: Te has puesto en contacto con los organizadores del evento %(event_name)s.
vi: Bạn đã liên hệ với ban tổ chức sự kiện %(event_name)s.

source: This is a system message.
es: Este es un mensaje del sistema.
vi: Đây là một thông báo hệ thống.

source: Please do not reply to this message.
es: Por favor, no responda a este mensaje.
vi: Vui lòng không trả lời tin nhắn này.

source: Your password has been successfully changed.
es: Su contraseña ha sido cambiada exitosamente.
hr: Tvoja je lozinka uspješno promijenjena.
vi: Mật khẩu của bạn đã được thay đổi thành công.

source: Please login with your new password.
es: Inicie sesión con su nueva contraseña.
hr: Prijavi se s novom lozinkom.
vi: Vui lòng đăng nhập bằng mật khẩu mới của bạn.

source: Please use the following link to reset your password.
es: Complacer utilizar el enlace siguiente a reinicialización vuestra contraseña.
hr: Koristi sljedeću poveznicu za ponovno postavljanje tvoje lozinke.
vi: Vui lòng sử dụng liên kết sau để đặt lại mật khẩu của bạn.

source: Or paste this token in your %(app_name)s
es: O pegue este token en su %(app_name)s
vi: Hoặc dán mã thông báo này vào %(app_name)s của bạn

source: App:
es: aplicación:
vi: Ứng dụng:

source: Please use the following link to reset your password and verify your account.
es: Utilice el siguiente enlace para restablecer su contraseña y verificar su cuenta.
hr: Koristi sljedeću poveznicu za poništavanje tvoje lozinke i potvrđivanje tvog računa.
vi: Vui lòng sử dụng liên kết sau để đặt lại mật khẩu và xác minh tài khoản của bạn.

source: You have been invited as a speaker for the session submission "%(session_title)s" for the event %(event_name)s on %(app_name)s by %(inviter_name)s %(inviter_email)s.
es: Ha sido invitado como ponente para la presentación de la sesión "%(session_title)s" para el evento %(event_name)s en %(app_name)s por %(inviter_name)s %(inviter_email)s.
vi: Bạn đã được mời làm diễn giả cho "%(session_title)s" cho sự kiện %(event_name)s trên %(app_name)s bởi %(inviter_name)s %(inviter_email)s.

source: You can accept or reject this invitation from %(open_link)sCall for Speakers%(close_link)s page.
es: Puede aceptar o rechazar esta invitación desde la página %(open_link)sCall for Speakers%(close_link)s.
vi: Bạn có thể chấp nhận hoặc từ chối lời mời này từ trang %(open_link)sCall for Speakers%(close_link)s.

source: If you do not have an account yet you need to register before you can accept the invite.
es: Si aún no tiene una cuenta, debe registrarse antes de poder aceptar la invitación.
vi: Nếu bạn chưa có tài khoản, bạn cần phải đăng ký trước khi có thể chấp nhận lời mời.

source: Best regards
es: Saludos
hr: Puno pozdrava
vi: Trân trọng

source: Your order %(order_id)s for %(event_name)s has been cancelled.
es: Su pedido %(order_id)s de %(event_name)s ha sido cancelado.
vi: Đơn đặt hàng %(order_id)s cho %(event_name)s của bạn đã bị hủy.

source: The information about your cancelled order is here: %(order_url)s.
es: La información sobre su pedido cancelado está aquí: %(order_url)s.
vi: Thông tin về đơn đặt hàng bị hủy của bạn ở đây: %(order_url)s.

source: If you have not done this cancellation by yourself, please check with the owner of the order or the organizer of the event for more information about the cancellation.
es: Si no ha realizado esta cancelación usted mismo, consulte con el propietario del pedido o el organizador del evento para obtener más información sobre la cancelación.
vi: Nếu bạn chưa tự mình thực hiện việc hủy này, vui lòng kiểm tra với chủ sở hữu đơn hàng hoặc đơn vị tổ chức sự kiện để biết thêm thông tin về việc hủy.

source: To contact event organizers please use the contact form on the event page here: %(event_url)s.
es: Para ponerse en contacto con los organizadores del evento, utilice el formulario de contacto en la página del evento aquí: %(event_url)s.
vi: Để liên hệ với ban tổ chức sự kiện, vui lòng sử dụng biểu mẫu liên hệ trên trang sự kiện tại đây: %(event_url)s.

source: You need to login to access the form.
es: Es necesario iniciar sesión para acceder al formulario.
vi: Bạn cần đăng nhập để truy cập biểu mẫu.

source: Thank you for signing up for %(event_name)s.
es: Gracias por registrarse en %(event_name)s.
vi: Cảm ơn bạn đã đăng ký %(event_name)s.

source: This is your confirmation.
es: Esta es su confirmación.
vi: Đây là xác nhận của bạn.

source: You can download your %(open_link)stickets or registration information here%(close_link)s.
es: Puede descargar sus entradas %(open_link)s o la información de registro aquí%(close_link)s.
vi: Bạn có thể tải xuống vé %(open_link)shoặc thông tin đăng ký tại đây%(close_link)s.

source: Name
es: Nombre
hr: Ime
vi: Tên

source: Ticket
es: Boleto
hr: Ulaznica
vi: Vé

source: Order Number
es: Número de pedido
hr: Broj narudžbe
vi: Số đơn đặt hàng

source: About this event
es: Acerca de este evento
hr: O ovom događaju
vi: Về sự kiện này

source: Add to calendar
es: Añadir al calendario
vi: Thêm vào lịch

source: Google Calendar
es: calendario de Google
vi: Lịch Google

source: Below you find a message from the organizer
es: A continuación encontrará un mensaje del organizador:
hr: Ispod se nalazi poruka organizatora
vi: Dưới đây bạn tìm thấy một tin nhắn từ người tổ chức

source: Login to manage your orders at %(url)s.
es: Inicie sesión para gestionar sus pedidos en %(url)s.
vi: Đăng nhập để quản lý đơn hàng của bạn tại %(url)s.

source: This is a confirmation mail of your tickets for the event %(eventname)s.
es: Este es un correo de confirmación de sus entradas para el evento %(eventname)s.
vi: Đây là thư xác nhận vé của bạn cho sự kiện %(eventname)s.

source: You can download your tickets at: %(order_view_url)s.
es: Puede descargar sus entradas en: %(order_view_url)s.
vi: Bạn có thể tải vé xuống tại: %(order_view_url)s.

source: Ticket Summary
es: Resumen de entradas
hr: Sažetak ulaznice
vi: Tóm tắt vé

source: Congratulations!
es: ¡Felicidades!
hr: Čestitamo!
vi: Chúc mừng!

source: You have a new order for your event %(event_name)s starting at %(event_time)s on %(event_date)s.
es: Tienes un nuevo pedido para tu evento %(event_name)s a partir de %(event_time)s el %(event_date)s.
vi: Bạn có đơn đặt hàng mới cho sự kiện của mình %(event_name)s bắt đầu từ %(event_time)s trên %(event_date)s.

source: The order has been processed successfully on %(app_name)s.
es: El pedido se procesó correctamente el %(app_name)s.
vi: Đơn đặt hàng đã được xử lý thành công trên %(app_name)s.

source: %(open_link)sClick here%(close_link)s to view/download the invoice.
es: %(open_link)sHaga clic aquí%(close_link)s para ver/descargar la factura.
vi: %(open_link)s Nhấp vào đây%(close_link)s để xem/tải xuống hóa đơn.

source: The details of the order are:
es: Los detalles del pedido son:
vi: Các chi tiết của đơn đặt hàng là:

source: Email
es: Correo electrónico

source: Purchase Date and Time
es: Fecha y hora de compra
vi: Ngày và giờ mua

source: Payment Mode
es: Modo de pago
hr: Način plaćanja
vi: Phương thức thanh toán

source: None
es: Ninguno
vi: Không có

source: Bank
es: Banco
vi: ngân hàng

source: Onsite
es: En el sitio
vi: Trên công trường

source: Purchase on Invoice
es: Compra en Factura
vi: Mua hàng trên hóa đơn

source: Payment Status
es: Estado del pago
vi: Trạng thái thanh toán

source: Placed
es: Metido
vi: Đã đặt

source: Cancelled
es: Cancelado
vi: Đã hủy

source: Tickets/Registration
es: Entradas/Registro
vi: Vé/Đăng ký

source: Zip
es: Código postal

source: Hello,
es: Hola,
vi: Xin chào

source: This is an automatic message from %(url)s.
es: Este es un mensaje automático de %(url)s.
vi: Đây là tin nhắn tự động từ %(url)s.

source: The ticket sales period for one or several of your tickets for %(event_name)s has ended.
es: El periodo de venta de entradas para una o varias de tus entradas para %(event_name)s ha finalizado.
vi: Thời gian bán vé cho %(event_name)s đã kết thúc.

source: If you would like to reactivate ticket sales for these tickets, please login to your account and edit the sales period for your tickets.
es: Si desea reactivar la venta de boletos para estos boletos, inicie sesión en su cuenta y edite el período de venta de sus boletos.
vi: Nếu bạn muốn kích hoạt lại việc bán vé, vui lòng đăng nhập vào tài khoản của bạn và chỉnh sửa thời gian bán vé của bạn.

source: Ticket Sales have ended for
es: La venta de boletos ha terminado para
vi: Bán vé đã kết thúc cho

source: Steps to change the ticket sales period
es: Pasos para cambiar el periodo de venta de entradas
vi: Các bước thay đổi thời gian bán vé

source: Login to your account.
es: Ingrese a su cuenta.
vi: Đăng nhập vào tài khoản của bạn.

source: On the top right click “Manage Events”.
es: En la parte superior derecha, haga clic en "Administrar eventos".
vi: Ở trên cùng bên phải, nhấp vào "Quản lý sự kiện".

source: On the Events Dashboard choose the event you want to edit and click the “Edit Symbol” of the event.
es: En el panel de eventos, elija el evento que desea editar y haga clic en "Editar símbolo" del evento.
vi: Trên Bảng điều khiển sự kiện, chọn sự kiện bạn muốn chỉnh sửa và nhấp vào "Chỉnh sửa biểu tượng" của sự kiện.

source: You are now editing the “Basic Details” of your event.
es: Ahora está editando los "Detalles básicos" de su evento.
vi: Bây giờ bạn đang chỉnh sửa "Chi tiết cơ bản" của sự kiện của mình.

source: Scroll down to the tickets section, choose the ticket you want to edit and click on the “Settings Symbol” of the ticket.
es: Desplácese hacia abajo hasta la sección de boletos, elija el boleto que desea editar y haga clic en el "Símbolo de configuración" del boleto.
vi: Kéo xuống phần vé, chọn vé bạn muốn chỉnh sửa và nhấp vào "Biểu tượng cài đặt" của vé.

source: In the ticket settings adjust the sales period for the ticket.
es: En la configuración del boleto, ajuste el período de venta del boleto.
vi: Trong cài đặt vé, điều chỉnh thời gian bán vé.

source: Repeat the steps for other tickets, if any.
es: Repita los pasos para otros boletos, si los hay.
vi: Lặp lại các bước cho các vé khác, nếu có.

source: Scroll to the bottom of the page and save the changes by clicking “Publish”.
es: Desplácese hasta la parte inferior de la página y guarde los cambios haciendo clic en "Publicar".
vi: Cuộn xuống cuối trang và lưu các thay đổi bằng cách nhấp vào "Xuất bản".

source: You can access the dashboard of the event here %(dashboard_link)s.
es: Puede acceder al tablero del evento aquí %(dashboard_link)s.
vi: Bạn có thể truy cập trang tổng quan của sự kiện tại đây %(dashboard_link)s.

source: The ticket sales period for one or several of your tickets for %(event_name)s will end in 7 days.
es: El periodo de venta de entradas para una o varias de tus entradas para %(event_name)s finalizará en 7 días.
vi: Thời gian bán vé của bạn cho %(event_name)s sẽ kết thúc sau 7 ngày.

source: If you would like to extend the period of your ticket sales, please login to your account and edit the sales period for your tickets.
es: Si desea extender el período de venta de sus boletos, inicie sesión en su cuenta y edite el período de venta de sus boletos.
vi: Nếu bạn muốn kéo dài thời gian bán vé, vui lòng đăng nhập vào tài khoản của bạn và chỉnh sửa thời gian bán vé của bạn.

source: Ticket Sales ending for
es: Finaliza la venta de entradas para
vi: Bán vé kết thúc cho

source: The ticket sales period for one or several of your tickets for %(event_name)s will end in 24 hours.
es: El periodo de venta de entradas para una o varias de tus entradas para %(event_name)s finalizará en 24 horas.
vi: Thời gian bán vé cho của bạn cho %(event_name)s sẽ kết thúc sau 24 giờ.

source: Hi %(email)s,
es: Hola %(email)s,
vi: Xin chào %(email)s,

source: Your email has been already changed from %(email)s to %(new_email)s.
es: Su correo electrónico ya se cambió de %(email)s a %(new_email)s.
vi: Email của bạn đã được thay đổi từ %(email)s thành %(new_email)s.

source: You should verify your new email.
es: Debe verificar su nuevo correo electrónico.
vi: Bạn nên xác minh email mới của mình.

source: Please visit this link to confirm your email: %(url)s.
es: Visite este enlace para confirmar su correo electrónico: %(url)s.
vi: Vui lòng truy cập liên kết này để xác nhận email của bạn: %(url)s.

source: Your account has been created on %(app_name)s.
es: Su cuenta ha sido creada en %(app_name)s.
vi: Tài khoản của bạn đã được tạo trên %(app_name)s.

source: Your login is: %(email)s
es: Su nombre de usuario es: %(email)s
vi: Thông tin đăng nhập của bạn là: %(email)s

source: Please visit the following link to verify your email: %(url)s
es: Visite el siguiente enlace para verificar su correo electrónico: %(url)s
vi: Vui lòng truy cập liên kết sau để xác minh email của bạn: %(url)s

source: Thank You
es: Gracias
hr: Hvala
vi: Cám ơn.

source: You have been added as a video moderator of video %(video)s at event %(event)s.
es: Se le ha agregado como moderador de video del video %(video)s en el evento %(event)s.
vi: Bạn đã được thêm làm người điều hành video của video %(video)s tại sự kiện %(event)s.

source: You need to register on the platform to access the video stream.
es: Debe registrarse en la plataforma para acceder a la transmisión de video.
vi: Bạn cần đăng ký trên nền tảng để truy cập luồng video.

source: INVOICE
es: FACTURA
hr: RAČUN
vi: HÓA ĐƠN

source: Contact Name
es: Nombre de contacto

source: ZIP
es: CREMALLERA

source: Order By
es: Ordenar por
hr: Narudžba po
vi: Đặt hàng bởi

source: Information unavailable
es: Información no disponible
hr: Informacija nije dostupna
vi: Thông tin không có

source: Due Date
es: Fecha de vencimiento
vi: Ngày đáo hạn

source: Upon Invoice
es: Al facturar
vi: theo hóa đơn

source: Sub-Total
es: Total parcial
vi: Tổng phụ

source: for
es: para
vi: cho

source: incl.
es: incluido
vi: bao gồm

source: Tax
es: Impuesto
vi: Thuế

source: Included in Total
es: Incluido en Total
vi: Bao gồm trong Tổng số

source: Grand Total
es: Gran total
hr: Sveukupno
vi: Tổng cộng

source: Order #%(invoice_number)s
es: Orden #%(invoice_number)s
vi: Đặt hàng #%(invoice_number)s

source: Event taking place online and at %(event_location)s.
es: Evento que tendrá lugar en línea y en %(event_location)s.
vi: Sự kiện diễn ra trực tuyến và tại %(event_location)s.

source: Event taking place online.
es: Evento que tiene lugar en línea.
vi: Sự kiện diễn ra trực tuyến.

source: Event taking place at %(event_location)s.
es: Evento que tiene lugar en %(event_location)s.
vi: Sự kiện diễn ra tại %(event_location)s.

source: Location or online event details to be announced.
es: Se anunciarán los detalles de la ubicación o del evento en línea.
vi: Địa điểm hoặc chi tiết sự kiện trực tuyến sẽ được thông báo

source: From: %(start_time)s
es: De: %(start_time)s
vi: Từ: %(start_time)s

source: To: %(end_time)s
es: Para: %(end_time)s
vi: Tới: %(end_time)s

source: Order Information
es: información del pedido
vi: Thông tin đặt hàng

source: Order #%(invoice_number)s
es: Orden #%(invoice_number)s
vi: Đặt hàng #%(invoice_number)s

source: Cheque
vi: Hóa Đơn Trên Giấy

source: You have contacted the organizers of the event
hr: Kontaktirao/la si organizatore događaja

source: Below you find a copy of your email
hr: Ispod se nalazi kopija tvog emaila

source: Organizers have received your message and will follow up with you
hr: Organizatori su primili tvoju poruku i javit će ti se

source: This is a system message. Please do not reply to this message. Replies are not monitored
hr: Ovo je poruka sustava. Ne odgovaraj na ovu poruku. Odgovori se ne prate

source: Thank you
hr: Hvala

source: Or paste this token in your
hr: Ili umetni ovaj token u tvoju

source: Thank you for your ticket order for
hr: Hvala na naručivanju ulaznice za

source: This is your order confirmation. You can download your tickets at
hr: Ovo je potvrda za tvoju narudžbu. Ulaznice možeš preuzeti na

source: Login to manage your orders at
hr: Za upravljanje tvojim nalozima, prijavi se

source: This is a confirmation mail of your tickets for the event
hr: Ovo je potvrdna email poruka za tvoje ulaznice za događaj

source: You can download your tickets at
hr: Tvoje ulaznice možeš preuzeti na

source: Your account has been created on
hr: Tvoj račun je svtoren

source: Your login is
hr: Tvoj prijava je

source: Please visit the following link to verify your email:
hr: Pritisni sljedeću poveznicu za potvrđivanje tvoje email adrese:

source: Order Status
hr: Stanje narudžbe

source: Payment pending
hr: Još neplaćeno

source: Sub-Total(net)
hr: Podzbroj (neto)

source: VAT
hr: PDV

source: Tax Amount
hr: Iznos poreza

source: Invoice Footer
hr: Podnožje računa

source: Organizer Message
hr: Poruka organizatora
